Repository: jeroenpardon/skin.refocus
Catalog: language/Lithuanian/strings.po
Languages: lt

# #31000
source: Home Menu
lt: Pradinis meniu

# #31010
source: New Episodes
lt: Nauji epizodai

# #31011
source: New Movies
lt: Nauji filmai

# #31012
source: New Albums
lt: Nauji albumai

# #31013
source: Watchlist
lt: Peržiūros sąrašas

# #31015
source: Trailers
lt: Filmų anonsai

# #31016
source: Recently Played
lt: Neseniai atkurta

# #31017
source: Recommended
lt: Rekomenduojama

# #31018
source: You're about to delete settings. You will no longer be able to change any system settings unless you have provided a different method. Are you sure?
lt: Jūs ketinate pašalinti nustatymus. Jūs daugiau negalėsite keisti jokių sistemos nustatymų, nebent turite kitą būdą tam atlikti. Ar jūs įsitikinęs?

# #31028
source: Watchlist
lt: Peržiūros sąrašas

# #31029
source: Watchlist: movies
lt: Peržiūros sąrašas: filmai

# #31030
source: Watchlist: tv shows
lt: Peržiūros sąrašas: tv laidos

# #31031
source: Recently added video
lt: Vėliausiai pridėti vaizdo įrašai

# #31032
source: Recommended albums
lt: Rekomenduojami albumai

# #31033
source: Showing
lt: Rodoma

# #31034
source: Playing
lt: Atkuriama

# #31035
source: Now playing
lt: Šiuo metu atkuriama

# #31036
source: Unwatched movies
lt: Neperžiūrėti filmai

# #31100
source: Available Views
lt: Galimi rodiniai

# #31109
source: Tiles
lt: Plytelės

# #31110
source: Banners
lt: Baneriai

# #31111
source: Gallery
lt: Galerija

# #31112
source: Slide
lt: Čiuožykla

# #31113
source: Thumbnails
lt: Miniatiūros

# #31114
source: View
lt: Rodinys

# #31120
source: Layout
lt: Išdėstymas

# #31121
source: Landscape
lt: Gulsčias

# #31122
source: Portrait
lt: Stačias

# #31123
source: Large grid
lt: Didelis tinklelis

# #31124
source: Small grid
lt: Mažas tinklelis

# #31125
source: Fullscreen
lt: Visame ekrane

# #31126
source: Strip
lt: Juostelė

# #31140
source: Sorting
lt: Rūšiavimas

# #31141
source: Order
lt: Rikiuoti

# #31142
source: By
lt: Pagal

# #31143
source: Items
lt: Elementai

# #31144
source: By
lt: Pagal

# #31145
source: Genre unknown
lt: Žanras nežinomas

# #31146
source: Date unknown
lt: Data nežinoma

# #31147
source: Unwatched episode
lt: Neperžiūrėtas epizodas

# #31148
source: Unwatched episodes
lt: Neperžiūrėti epizodai

# #31149
source: Sort by
lt: Rūšiuoti pagal

# #31150
source: Files mode
lt: Failų režimas

# #31151
source: Details unavailable
lt: Detalesnė informacija negalima

# #31152
source: Description unavailable
lt: Aprašymas neprieinamas

# #31153
source: Next episode
lt: Kitas epizodas

# #31154
source: Similar
lt: Panašus

# #31200
source: Homescreen
lt: Pradinis ekranas

# #31201
source: Artwork
lt: Iliustracijos

# #31202
source: View settings
lt: Rodinio nustatymai

# #31203
source: Other
lt: Kita

# #31204
source: About
lt: Apie

# #31205
source: Settings level
lt: Nustatymų lygis

# #31206
source: Menu layout
lt: Meniu išdėstymas

# #31207
source: Vertical
lt: Vertikalus

# #31208
source: Horizontal
lt: Horizontalus

# #31209
source: Use compact menu
lt: Naudoti kompaktišką meniu

# #31210
source: Customize home
lt: Tinkinti pradinį langą

# #31211
source: Customize menu items and widgets
lt: Tinkinti meniu elementus ir valdiklius

# #31212
source: Use single image as background
lt: Naudoti vieno atvaizdo foną

# #31213
source: Use a folder of images as background slideshow
lt: Naudoti atvaizdų aplanką skaidrių demonstracijai fone

# #31214
source: Use a slideshow of your fanart
lt: Naudoti FanArt skaidrių demonstraciją

# #31215
source: Show now playing video in background
lt: Rodyti šiuo metu atkuriamą vaizdo įrašą fone

# #31216
source: Show now playing item in homescreen
lt: Rodyti šiuo metu atkuriamą elementą pradiniame lange

# #31217
source: Fanart slideshow
lt: FanArt skaidrių demonstracija

# #31218
source: Select the type of fanart to show
lt: Pasirinkite kurį FanArt tipą rodyti

# #31219
source: How to display the fanart title
lt: Kaip atvaizduoti FanArt pavadinimą

# #31220
source: Show as text
lt: Rodyti kaip tekstą

# #31221
source: Show the logo (if available)
lt: Rodyti logotipą (jei įmanoma)

# #31222
source: Don't show anything
lt: Nerodyti nieko

# #31223
source: Disable widgets
lt: Išjungti valdiklius

# #31224
source: Always show widgets
lt: Visada rodyti valdiklius

# #31225
source: Don't show widget indicator
lt: Nerodyti valdiklio indikatoriaus

# #31226
source: Automatically collapse submenus
lt: Automatiškai suskleisti submeniu

# #31227
source: Normal
lt: Normaliai

# #31228
source: Fast
lt: Greitai

# #31229
source: Instant
lt: Nedelsiant

# #31230
source: Enable Global Fanart Background
lt: Įjungti globalų FanArt foną

# #31231
source: Use weather fanart
lt: Naudoti orų FanArt

# #31232
source: Set weather fanart path
lt: Nustatyti orų FanArt kelią

# #31234
source: Use fanart in now playing screen
lt: Naudoti FanArt dabar atkuriamo įrašo ekrane

# #31235
source: Blend visualisation and fanart
lt: Sulieti vizualizaciją ir FanArt

# #31236
source: Enable logos for tv shows
lt: Įjungti logotipus TV laidoms

# #31237
source: Enable logos for movies
lt: Įjungti logotipus filmams

# #31238
source: Download logos
lt: Atsisiųsti logotipus

# #31239
source: Enable banners for movies
lt: Įjungti banerius filmams

# #31240
source: Download banners
lt: Atsisiųsti banerius

# #31241
source: Prefer landscape thumbnails when available
lt: Teikti pirmenybę gulsčiai miniatiūrai, kai įmanoma

# #31242
source: Download thumbnails
lt: Atsisiųsti miniatiūras

# #31249
source: Show TV show ratings
lt: Rodyti TV laidos reitingą

# #31250
source: Show movie ratings
lt: Rodyti filmų reitingus

# #31251
source: Highlight first letter while scrolling
lt: Paryškinti pirmą raidę slenkant sąrašą

# #31252
source: Controls to show for now playing media in options menu
lt: Valdymo mygtukai, kuriuos rodyti šiuo metu atkuriamo įrašo parinkčių meniu

# #31253
source: Disable now playing overlays
lt: Išjungti šiuo metu atkuriamo įrašo perdangas

# #31254
source: Disable unwatched indicators for movies
lt: Išjungti neperžiūrėtų filmų indikatorius

# #31255
source: Disable unwatched indicators for TV shows
lt: Išjungti neperžiūrėtų TV laidų indikatorius

# #31256
source: Disable unwatched indicators for episodes
lt: Išjungti neperžiūrėtų epizodų indikatorius

# #31257
source: Disable unwatched indicators for video files
lt: Išjungti neperžiūrėtų vaizdo failų indikatorius

# #31258
source: Disable resumable indicators
lt: Išjungti nebaigtų žiūrėti įrašų indikatorius

# #31259
source: Disable Next Aired add-on
lt: Išjungti Next Aired priedą

# #31260
source: Disable GlobalSearch add-on
lt: Išjungti GlobalSearch priedą

# #31261
source: Disable Artist Slideshow add-on
lt: Išjungti Artist Slideshow priedą

# #31263
source: Enable virtual keyboard
lt: Įjungti virtualią klaviatūrą

# #31264
source: Enable kiosk mode
lt: Įjungti kiosko režimą

# #31265
source: Clean library before updating manually
lt: Išvalyti biblioteką prieš atnaujinant rankiniu būdu

# #31280
source: Plugin
lt: Įskiepis

# #31281
source: Output
lt: Išvestis

# #31282
source: Enable TV Tunes add-on
lt: Įjungti TV Tunes priedą

# #31283
source: Show current playlist button when playback is stopped
lt: Rodyti dabartinio grojaraščio mygtuką, kai atkūrimas sustabdytas

# #31284
source: fullscreen / playlist button
lt: viso ekrano / grojaraščio mygtukas

# #31285
source: Player controls
lt: Grotuvo valdymo mygtukai

# #31300
source: Fwd 2X
lt: >> 2X

# #31301
source: Fwd 4X
lt: >> 4X

# #31302
source: Fwd 8X
lt: >> 8X

# #31303
source: Fwd 16X
lt: >> 16X

# #31304
source: Fwd 32X
lt: >> 32X

# #31305
source: Rwd 2X
lt: << 2X

# #31306
source: Rwd 4X
lt: << 4X

# #31307
source: Rwd 8X
lt: << 8X

# #31308
source: Rwd 16X
lt: << 16X

# #31309
source: Rwd 32X
lt: << 32X

# #31320
source: Get subtitles
lt: Gauti subtitrus

# #31321
source: Disable subtitles
lt: Išjungti subtitrus

# #31322
source: Get lyrics
lt: Gauti dainos žodžius

# #31323
source: Finish Time:
lt: Pabaigos laikas:

# #31324
source: Watch in 2D
lt: Žiūrėti 2D formatu

# #31325
source: Watch in 3D
lt: Žiūrėti 3D formatu

# #31326
source: Select 3D mode
lt: Pasirinkti 3D režimą

# #31327
source: Next subtitles
lt: Kiti subtitrai

# #31328
source: Playlist
lt: Grojaraštis

# #31329
source: Subtitle settings
lt: Subtitrų nustatymai

# #31400
source: Available groups
lt: Galimos grupės

# #31401
source: Add group
lt: Pridėti grupę

# #31402
source: Rename group
lt: Pervadinti grupę

# #31403
source: Delete group
lt: Pašalinti grupę

# #31404
source: Hidden channels
lt: Paslėpti kanalai

# #31405
source: Apply
lt: Pritaikyti

# #31406
source: Actions
lt: Veiksmai

# #31500
source: Age
lt: Amžius

# #31501
source: Last aired on
lt: Paskutinė transliacija

# #31502
source: Airs next on
lt: Kita transliacija

# #31503
source: Status
lt: Būsena

# #31504
source: Show (scheduled) recording on Home screen
lt: Rodyti (suplanuotus) įrašymus pradiniame ekrane

# #31520
source: Change artwork
lt: Pakeisti iliustracijas

# #31521
source: Download theme song
lt: Atsiųsti temos dainą

# #31604
source: New search
lt: Nauja paieška

# #31605
source: Currently
lt: Šiuo metu

# #31606
source: TV Guide
lt: TV gidas

# #31607
source: Set default lyrics add-on
lt: Nustatyti numatytąjį dainų žodžių priedą

# #31608
source: Search results for
lt: Ieškoti rezultatų pagal

# #31609
source: Search on YouTube
lt: Ieškoti YouTube

# #31610
source: in library
lt: bibliotekoje

# #31700
source: Repositories
lt: Saugyklos

# #31702
source: Last played on
lt: Paskutinis atkurimas

# #31705
source: Recently Added
lt: Vėliausiai pridėti

# #31706
source: Shortcut
lt: Nuoroda

# #31707
source: Grabbing fanart
lt: Gaunamas FanArt

# #31708
source: Welcome
lt: Sveiki

# #31709
source: Please log in
lt: Prašome prisijungti

# #31710
source: Updating
lt: Atnaujinama

# #31711
source: Searching
lt: Iėškoma

# #31712
source: Working
lt: Veikia

# #31713
source: Reset all skin settings
lt: Atstatyti į pradinę būseną visus teminės išvaizdos nustatymus

# #31714
source: To apply the settings, the skin needs to be reloaded
lt: Norint pritaikyti nustatymus, reikia iš naujo paleisti teminę išvaizdą

# #31715
source: Can this be done now?
lt: Ar tai gali būti atlikta dabar?

# #31716
source: This will reset all skin settings. This cannot be undone.
lt: Tai atstatys į pradinę būseną visus teminės išvaizdos nustatymus. Šis veiksmas negali būti atšauktas.

# #31717
source: Finishing up
lt: Užbaigiama

# #31718
source: Good morning
lt: Labas rytas

# #31719
source: Good afternoon
lt: Laba diena

# #31720
source: Good evening
lt: Labas vakaras

# #31800
source: Skin design + development
lt: Teminės išvaizdos dizainas + vystymas

# #31801
source: Special thanks
lt: Ypatingai dėkojame

# #31802
source: Attribution
lt: Priskyrimas

# #31803
source: Translation
lt: Vertimas

# #31804
source: Final note
lt: Galutinė pastaba

# #31805
source: Team-Kodi, the Kodi Community, and YOU for using reFocus!
lt: Team-Kodi, Kodi bendruomenei ir jums už tai, kad naudojate reFocus!

# #31806
source: Please consider supporting the development of Kodi - [B]kodi.tv/contribute/[/B]
lt: Apsvarstykite galimybę palaikyti Kodi vystymą - [B]kodi.tv/contribute/[/B]

# #31991
source: reFocus by Jeroen
lt: reFocus, sukurta Jeroen

# #31990
source: reFocus is a graphical interface for Kodi that understands your media is what truly matters. Elegance, simplicity, refinement, consistency and balanced design are keywords for this skin.
lt: reFocus yra Kodi grafinė sąsaja, kuris supranta, kad jūsų media įrašai yra tai, kas iš tiesų svarbu. Elegancija, paprastumas, tobulinimas, nuoseklumas ir subalansuotas dizainas yra šios teminės išvaizdos raktiniai žodžiai.

# #31991
source: Mouse and touchscreen use not supported
lt: Pelė ir liečiamasis ekranas nepalaikomi
