Repository: jeroenpardon/skin.refocus
Catalog: language/Polish/strings.po
Languages: pl

# #31000
source: Home Menu
pl: Menu główne

# #31010
source: New Episodes
pl: Nowe odcinki

# #31011
source: New Movies
pl: Nowe filmy

# #31012
source: New Albums
pl: Nowe albumy

# #31013
source: Watchlist
pl: Do obejrzenia

# #31014
source: Live TV
pl: TV na żywo

# #31015
source: Trailers
pl: Zwiastuny

# #31016
source: Recently Played
pl: Ostatnio odtwarzane

# #31017
source: Recommended
pl: Polecane

# #31018
source: You're about to delete settings. You will no longer be able to change any system settings unless you have provided a different method. Are you sure?
pl: Masz zamiar usunąć ustawienia. Nie będziesz w stanie zmienić żadnych ustawień systemowych, chyba że wybrano inną metodę. Usunąć je na pewno?

# #31028
source: Watchlist
pl: Obserwowane

# #31029
source: Watchlist: movies
pl: Obserwowane: filmy

# #31030
source: Watchlist: tv shows
pl: Obserwowane: seriale

# #31031
source: Recently added video
pl: Ostatnio dodane wideo

# #31032
source: Recommended albums
pl: Polecane albumy

# #31033
source: Showing
pl: Widoczne

# #31034
source: Playing
pl: Odtwarzanie

# #31035
source: Now playing
pl: Teraz odtwarzane

# #31036
source: Unwatched movies
pl: Nieoglądane filmy

# #31100
source: Available Views
pl: Dostępne widoki

# #31109
source: Tiles
pl: Kafelki

# #31110
source: Banners
pl: Banery

# #31111
source: Gallery
pl: Galeria

# #31112
source: Slide
pl: Przesuwany

# #31113
source: Thumbnails
pl: Miniatury

# #31114
source: View
pl: Widok

# #31120
source: Layout
pl: Układ

# #31121
source: Landscape
pl: Szeroki

# #31122
source: Portrait
pl: Portretowy

# #31123
source: Large grid
pl: Duża siatka

# #31124
source: Small grid
pl: Mała siatka

# #31125
source: Fullscreen
pl: Pełny ekran

# #31126
source: Strip
pl: Pasek

# #31140
source: Sorting
pl: Sortowanie

# #31141
source: Order
pl: Porządek

# #31142
source: By
pl: Autorstwa

# #31143
source: Items
pl: Pozycje

# #31144
source: By
pl: wg

# #31145
source: Genre unknown
pl: Nieznany gatunek

# #31146
source: Date unknown
pl: Nieznana data

# #31147
source: Unwatched episode
pl: Odcinek nieoglądany

# #31148
source: Unwatched episodes
pl: Odcinki nieoglądane

# #31149
source: Sort by
pl: Sortuj wg

# #31150
source: Files mode
pl: Tryb plików

# #31151
source: Details unavailable
pl: Szczegóły niedostępne

# #31152
source: Description unavailable
pl: Opis niedostępny

# #31200
source: Homescreen
pl: Ekran startowy

# #31201
source: Artwork
pl: Grafika

# #31202
source: View settings
pl: Ustawienia widoku

# #31203
source: Other
pl: Inne

# #31204
source: About
pl: Informacje o

# #31205
source: Settings level
pl: Poziom ustawień

# #31206
source: Menu layout
pl: Układ menu

# #31207
source: Vertical
pl: Pionowy

# #31208
source: Horizontal
pl: Poziomy

# #31209
source: Use compact menu
pl: Użyj menu kompaktowego

# #31210
source: Customize home
pl: Dostosuj menu

# #31211
source: Customize menu items and widgets
pl: Dostosuj pozycje menu i widżety

# #31212
source: Use single image as background
pl: Użyj pojedynczego obrazu jako tła

# #31213
source: Use a folder of images as background slideshow
pl: Użyj folderu obrazów jako pokazu slajdów w tle

# #31214
source: Use a slideshow of your fanart
pl: Używaj pokazu slajdów twoich Fanartów

# #31215
source: Show now playing video in background
pl: Pokazuj aktualnie odtwarzane wideo w tle

# #31216
source: Show now playing item in homescreen
pl: Pokazuj aktualnie odtwarzaną pozycję na ekranie głównym

# #31217
source: Fanart slideshow
pl: Pokaz Fanartów

# #31218
source: Select the type of fanart to show
pl: Wybierz rodzaj Fanartów, który będzie widoczny

# #31219
source: How to display the fanart title
pl: Jak wyświetlać tytuł Fanartu

# #31220
source: Show as text
pl: Jako tekst

# #31221
source: Show the logo (if available)
pl: Pokaż logo (jeśli dostępne)

# #31222
source: Don't show anything
pl: Niczego nie pokazuj

# #31223
source: Disable widgets
pl: Wyłącz widżety

# #31224
source: Always show widgets
pl: Zawsze pokazuj widżety

# #31225
source: Don't show widget indicator
pl: Nie pokazuj wskaźnika widżetu

# #31230
source: Enable Global Fanart Background
pl: Włącz Fanart jako globalne tło

# #31231
source: Use weather fanart
pl: Użyj Fanartu w zależności od pogody

# #31232
source: Set weather fanart path
pl: Ustaw ścieżkę Fanartu pogody

# #31234
source: Use fanart in now playing screen
pl: Użyj Fanartu na ekranie "teraz odtwarzane"

# #31235
source: Blend visualisation and fanart
pl: Mieszaj wizualizację i Fanart

# #31236
source: Enable logos for tv shows
pl: Włącz loga dla seriali

# #31237
source: Enable logos for movies
pl: Włącz loga dla filmów

# #31238
source: Download logos
pl: Pobierz loga

# #31239
source: Enable banners for movies
pl: Włącz banery dla filmów

# #31240
source: Download banners
pl: Pobierz banery

# #31241
source: Prefer landscape thumbnails when available
pl: Preferuj szerokie miniatury, kiedy dostępne

# #31242
source: Download thumbnails
pl: Pobierz miniatury

# #31250
source: Show movie ratings
pl: Pokaż ocenę filmu

# #31251
source: Highlight first letter while scrolling
pl: Podświetl pierwszą literę przy przewijaniu listy

# #31252
source: Controls to show for now playing media in options menu
pl: Kontrolki sterujące odtwarzanym medium do pokazania w menu opcji

# #31253
source: Disable now playing overlays
pl: Wyłącz nakładki dla Teraz odtwarzanych

# #31254
source: Disable unwatched indicators for movies
pl: Wyłącz wskaźnik nieoglądane dla filmów

# #31255
source: Disable unwatched indicators for TV shows
pl: Wyłącz wskaźnik nieoglądane dla seriali

# #31256
source: Disable unwatched indicators for episodes
pl: Wyłącz wskaźnik nieoglądane dla odcinków

# #31257
source: Disable unwatched indicators for video files
pl: Wyłącz wskaźnik nieoglądane dla plików wideo

# #31258
source: Disable resumable indicators
pl: Wyłącz wskaźnik wznowienia oglądania

# #31259
source: Disable Next Aired add-on
pl: Wyłącz wtyczkę Next Aired

# #31260
source: Disable GlobalSearch add-on
pl: Wyłącz wtyczkę Global Search

# #31261
source: Disable Artist Slideshow add-on
pl: Wyłącz wtyczkę Artist Slideshow

# #31263
source: Enable virtual keyboard
pl: Włącz klawiaturę ekranową

# #31264
source: Enable kiosk mode
pl: Włącz tryb kiosku

# #31265
source: Clean library before updating manually
pl: Wyczyść bibliotekę przed ręczną aktualizacją

# #31280
source: Plugin
pl: Wtyczka

# #31281
source: Output
pl: Wyjście

# #31282
source: Enable TV Tunes add-on
pl: Włącz wtyczkę TV Tunes

# #31283
source: Show current playlist button when playback is stopped
pl: Pokaż przycisk obecnej listy odtwarzania, kiedy odtwarzanie jest zatrzymane

# #31284
source: fullscreen / playlist button
pl: pełny ekran / przycisk listy odtwarzania

# #31285
source: Player controls
pl: Kontrolki odtwarzania

# #31300
source: Fwd 2X
pl: Do przodu 2X

# #31301
source: Fwd 4X
pl: Do przodu 4X

# #31302
source: Fwd 8X
pl: Do przodu 8X

# #31303
source: Fwd 16X
pl: Do przodu 16X

# #31304
source: Fwd 32X
pl: Do przodu 32X

# #31305
source: Rwd 2X
pl: Do tyłu 2X

# #31306
source: Rwd 4X
pl: Do tyłu 4X

# #31307
source: Rwd 8X
pl: Do tyłu 8X

# #31308
source: Rwd 16X
pl: Do tyłu 16X

# #31309
source: Rwd 32X
pl: Do tyłu 32X

# #31320
source: Get subtitles
pl: Pobierz napisy

# #31321
source: Disable subtitles
pl: Wyłącz napisy

# #31322
source: Get lyrics
pl: Pobierz tekst piosenki

# #31323
source: Finish Time:
pl: Koniec o:

# #31324
source: Watch in 2D
pl: Oglądaj w 2D

# #31325
source: Watch in 3D
pl: Oglądaj w 3D

# #31326
source: Select 3D mode
pl: Wybierz tryb 3D

# #31327
source: Next subtitles
pl: Następne napisy

# #31328
source: Playlist
pl: Lista odtwarzania

# #31329
source: Subtitle settings
pl: Ustawienia napisów

# #31400
source: Available groups
pl: Dostępne grupy

# #31401
source: Add group
pl: Dodaj grupę

# #31402
source: Rename group
pl: Zmień nazwę grupy

# #31403
source: Delete group
pl: Usuń grupę

# #31404
source: Hidden channels
pl: Ukryte kanały

# #31405
source: Apply
pl: Zastosuj

# #31406
source: Actions
pl: Czynności

# #31500
source: Age
pl: Lata

# #31501
source: Last aired on
pl: Ostatnio emitowany

# #31502
source: Airs next on
pl: Następna emisja

# #31504
source: Show (scheduled) recording on Home screen
pl: Pokaż (zaplanowane) nagranie na ekranie startowym

# #31520
source: Change artwork
pl: Zmień grafikę

# #31521
source: Download theme song
pl: Pobierz piosenkę tytułową

# #31604
source: New search
pl: Nowe wyszukiwanie

# #31605
source: Currently
pl: Aktualnie

# #31606
source: TV Guide
pl: Przewodnik TV

# #31607
source: Set default lyrics add-on
pl: Ustaw domyślną wtyczkę dla tekstów piosenek

# #31700
source: Repositories
pl: Repozytoria

# #31702
source: Last played on
pl: Ostatnio odtwarzane

# #31705
source: Recently Added
pl: Ostatnio dodane

# #31706
source: Shortcut
pl: Skrót

# #31707
source: Grabbing fanart
pl: Pobieram Fanart

# #31708
source: Welcome
pl: Witaj

# #31709
source: Please log in
pl: Zaloguj się

# #31710
source: Updating
pl: Aktualizuję

# #31711
source: Searching
pl: Szukanie

# #31712
source: Working
pl: Pracuję

# #31713
source: Reset all skin settings
pl: Przywróć domyślne ustawienia skóry

# #31714
source: To apply the settings, the skin needs to be reloaded
pl: Aby zastosować ustawienia, trzeba przeładować skórę

# #31715
source: Can this be done now?
pl: Zrobić to w tej chwili?

# #31716
source: This will reset all skin settings. This cannot be undone.
pl: Zresetuje to wszystkie ustawienia skóry.[CR]Nie można tego cofnąć.

# #31717
source: Finishing up
pl: Prawie gotowy

# #31718
source: Good morning
pl: Dzień dobry

# #31719
source: Good afternoon
pl: Dzień dobry

# #31720
source: Good evening
pl: Dobry wieczór

# #31800
source: Skin design + development
pl: Projekt skóry + rozwój

# #31801
source: Special thanks
pl: Podziękowania dla

# #31802
source: Attribution
pl: Wsparcie

# #31803
source: Translation
pl: Tłumaczenie

# #31804
source: Final note
pl: Słowo na koniec

# #31805
source: Team-Kodi, the Kodi Community, and YOU for using reFocus!
pl: Załogi Kodi, społeczności Kodi i CIEBIE za używanie reFocusa!

# #31806
source: Please consider supporting the development of Kodi - [B]kodi.tv/contribute/[/B]
pl: Rozważ wsparcie rozwoju Kodi - [B]kodi.tv/contribute/[/B]

# #31991
source: reFocus by Jeroen
pl: reFocus autorstwa Jeroena

# #31990
source: reFocus is a graphical interface for Kodi that understands your media is what truly matters. Elegance, simplicity, refinement, consistency and balanced design are keywords for this skin.
pl: reFocus jest interfejsem graficznym dla Kodi, który rozumie, że Twoje media liczą się najbardziej. Elegancja, prostota, wyrafinowanie, konsekwencja i zrównoważony design są słowami kluczowymi tej skóry.

# #31991
source: Mouse and touchscreen use not supported
pl: Myszka i ekran dotykowy nie są wspierane
