Repository: jeroenpardon/skin.refocus
Catalog: language/Swedish/strings.po
Languages: sv

# #31000
source: Home Menu
sv: Hem-meny

# #31010
source: New Episodes
sv: Nya Avsnitt

# #31011
source: New Movies
sv: Nya Filmer

# #31012
source: New Albums
sv: Nya Album

# #31016
source: Recently Played
sv: Senast Spelat

# #31017
source: Recommended
sv: Rekommenderade

# #31018
source: You're about to delete settings. You will no longer be able to change any system settings unless you have provided a different method. Are you sure?
sv: Du håller på att radera inställningar. Du kommer inte längre att kunna ändra några systeminställningar såvida du inte har hjälp av en annan metod. Är du säker?

# #31029
source: Watchlist: movies
sv: Watchlist: filmer

# #31030
source: Watchlist: tv shows
sv: Watchlist: tv-serier

# #31031
source: Recently added video
sv: Nyligen tillagda video

# #31032
source: Recommended albums
sv: Rekommenderade albums

# #31033
source: Showing
sv: Visas

# #31034
source: Playing
sv: Spelar

# #31035
source: Now playing
sv: Nu spelas

# #31036
source: Unwatched movies
sv: Osedda filmer

# #31100
source: Available Views
sv: Tillgängliga Vyer

# #31109
source: Tiles
sv: Plattor

# #31111
source: Gallery
sv: Galleri

# #31113
source: Thumbnails
sv: Miniatyrbild

# #31114
source: View
sv: Vy

# #31120
source: Layout
sv: Översikt

# #31121
source: Landscape
sv: Landskap

# #31122
source: Portrait
sv: Porträtt

# #31123
source: Large grid
sv: Stort rutnät

# #31124
source: Small grid
sv: Litet rutnät

# #31125
source: Fullscreen
sv: Fullskärm

# #31126
source: Strip
sv: Sträng

# #31140
source: Sorting
sv: Sortering

# #31141
source: Order
sv: Sortera

# #31142
source: By
sv: Efter

# #31143
source: Items
sv: Objekt

# #31144
source: By
sv: Av

# #31145
source: Genre unknown
sv: Genre okänd

# #31146
source: Date unknown
sv: Datum okänt

# #31147
source: Unwatched episode
sv: Osett avsnitt

# #31148
source: Unwatched episodes
sv: Osedda avsnitt

# #31149
source: Sort by
sv: Sortering

# #31150
source: Files mode
sv: Filer

# #31151
source: Details unavailable
sv: Detaljer otillgängliga

# #31152
source: Description unavailable
sv: Beskrivning ej tillgänglig

# #31153
source: Next episode
sv: Nästa avsnitt

# #31154
source: Similar
sv: Liknande

# #31200
source: Homescreen
sv: Startskärm

# #31201
source: Artwork
sv: Bilder

# #31202
source: View settings
sv: Se Inställningar

# #31203
source: Other
sv: Andra

# #31204
source: About
sv: Om

# #31205
source: Settings level
sv: Inställningsläge

# #31206
source: Menu layout
sv: Meny layout

# #31207
source: Vertical
sv: Vertikal

# #31208
source: Horizontal
sv: Horisontell

# #31209
source: Use compact menu
sv: Använd kompakt meny

# #31210
source: Customize home
sv: Anpassa hem

# #31211
source: Customize menu items and widgets
sv: Anpassa meny-genvägar och widgets

# #31212
source: Use single image as background
sv: Använd enkel bild som bakgrund

# #31213
source: Use a folder of images as background slideshow
sv: Använd mapp med bilder som roterande bakgrund

# #31214
source: Use a slideshow of your fanart
sv: Använd ett bildspel av din fanart

# #31215
source: Show now playing video in background
sv: Visa 'Nu-spelas' för video i bakgrunden

# #31216
source: Show now playing item in homescreen
sv: Visa Nu-spelas objekt på hemskärmen

# #31217
source: Fanart slideshow
sv: Fanart bildspel

# #31218
source: Select the type of fanart to show
sv: Välj vilken fanartstyp som ska visas

# #31219
source: How to display the fanart title
sv: Hur fanartstitlen ska visas

# #31220
source: Show as text
sv: Visa som text

# #31221
source: Show the logo (if available)
sv: Visa logo(vid tillgänglighet)

# #31222
source: Don't show anything
sv: Visa ingenting

# #31223
source: Disable widgets
sv: Inaktivera widgets

# #31224
source: Always show widgets
sv: Visa alltid widgets

# #31225
source: Don't show widget indicator
sv: Visa inte widgetmarkör

# #31230
source: Enable Global Fanart Background
sv: Aktivera Global Bakgrundsfanart

# #31231
source: Use weather fanart
sv: Använd väderfanart

# #31232
source: Set weather fanart path
sv: Ange sökväg för väderfanart

# #31234
source: Use fanart in now playing screen
sv: Använd fanart i 'Nu spelas'-vyn

# #31235
source: Blend visualisation and fanart
sv: Blanda visualisering och fanart

# #31236
source: Enable logos for tv shows
sv: Aktivera logos för TV-serier

# #31237
source: Enable logos for movies
sv: Aktivera logos för Filmer

# #31238
source: Download logos
sv: Ladda ner logos

# #31239
source: Enable banners for movies
sv: Aktivera banners för Filmer

# #31240
source: Download banners
sv: Hämta banners

# #31241
source: Prefer landscape thumbnails when available
sv: Föredra landskaps-bilder

# #31242
source: Download thumbnails
sv: Ladda ner miniatyrbilder

# #31249
source: Show TV show ratings
sv: Visa betyg för TV-serier

# #31250
source: Show movie ratings
sv: Visa filmbetyg

# #31251
source: Highlight first letter while scrolling
sv: Markera första bokstaven vid scrollning

# #31252
source: Controls to show for now playing media in options menu
sv: Visa spelalternativ för "nu spelas" i alternativmenyn

# #31253
source: Disable now playing overlays
sv: Inaktivera överdrag för "nu spelas"

# #31254
source: Disable unwatched indicators for movies
sv: Inaktivera markör för osedda filmer

# #31255
source: Disable unwatched indicators for TV shows
sv: Inaktivera markör för osedda TV-serier

# #31256
source: Disable unwatched indicators for episodes
sv: Inaktivera markör för osedda avsnitt

# #31257
source: Disable unwatched indicators for video files
sv: Inaktivera markör för osedda video-filer

# #31258
source: Disable resumable indicators
sv: Inaktivera markör för 'fortsättningsbara'

# #31259
source: Disable Next Aired add-on
sv: Inaktivera 'Next Aired'-tillägg

# #31260
source: Disable GlobalSearch add-on
sv: Inaktivera GlobalSearch-tillägg

# #31261
source: Disable Artist Slideshow add-on
sv: Inaktivera 'Artist Slideshow'-tillägget

# #31263
source: Enable virtual keyboard
sv: Aktivera virtuellt tangentbord

# #31264
source: Enable kiosk mode
sv: Aktivera kiosk-läge

# #31265
source: Clean library before updating manually
sv: Städa bibliotek innan uppdatering manuellt

# #31281
source: Output
sv: Utgång

# #31282
source: Enable TV Tunes add-on
sv: Aktivera 'TV-tunes'-tillägg

# #31283
source: Show current playlist button when playback is stopped
sv: Visa knapp för aktiv spellista när uppspelningen stoppas

# #31284
source: fullscreen / playlist button
sv: fullskärm / spellista knapp

# #31285
source: Player controls
sv: Uppspelningskontroller

# #31320
source: Get subtitles
sv: Hämta undertexter

# #31321
source: Disable subtitles
sv: Inaktivera undertexter

# #31322
source: Get lyrics
sv: Hämta låttexter

# #31323
source: Finish Time:
sv: Sluttid:

# #31324
source: Watch in 2D
sv: Se i 2D

# #31325
source: Watch in 3D
sv: Se i 3D

# #31326
source: Select 3D mode
sv: Välj 3D-läge

# #31327
source: Next subtitles
sv: Nästa undertexter

# #31328
source: Playlist
sv: Spellista

# #31329
source: Subtitle settings
sv: Undertextsinställningar

# #31400
source: Available groups
sv: Tillgängliga grupper

# #31401
source: Add group
sv: Lägg till grupp

# #31402
source: Rename group
sv: Byt namn på grupp

# #31403
source: Delete group
sv: Ta bort grupp

# #31404
source: Hidden channels
sv: Dolda kanaler

# #31405
source: Apply
sv: Tillämpa

# #31406
source: Actions
sv: Åtgärder

# #31500
source: Age
sv: Ålder

# #31501
source: Last aired on
sv: Sändes senast

# #31502
source: Airs next on
sv: Nästa sändning

# #31504
source: Show (scheduled) recording on Home screen
sv: Visa (schemalagd) inspelning på Hemskärm

# #31520
source: Change artwork
sv: Ändra bild

# #31521
source: Download theme song
sv: Ladda ner theme song

# #31604
source: New search
sv: Ny sökning

# #31605
source: Currently
sv: Nuvarande

# #31607
source: Set default lyrics add-on
sv: Ange standardtillägg för låttexter

# #31608
source: Search results for
sv: Sökresultat för

# #31609
source: Search on YouTube
sv: Sökresultat för YouTube

# #31610
source: in library
sv: i bibliotek

# #31700
source: Repositories
sv: Förråd

# #31702
source: Last played on
sv: Senast spelad den

# #31705
source: Recently Added
sv: Nyligen tillagda

# #31706
source: Shortcut
sv: Genväg

# #31707
source: Grabbing fanart
sv: Hämtar fanart

# #31708
source: Welcome
sv: Välkommen

# #31709
source: Please log in
sv: Logga in

# #31710
source: Updating
sv: Uppdaterar

# #31711
source: Searching
sv: Letar

# #31712
source: Working
sv: Arbetar

# #31713
source: Reset all skin settings
sv: Återställ alla skalinställningar

# #31714
source: To apply the settings, the skin needs to be reloaded
sv: För att verkställa ändringarna så måste skalet laddas om

# #31715
source: Can this be done now?
sv: Kan detta göras nu?

# #31716
source: This will reset all skin settings. This cannot be undone.
sv: Det här återställer skalets alla inställningar. Detta går INTE att ångra.

# #31717
source: Finishing up
sv: Slutför

# #31718
source: Good morning
sv: God morgon

# #31719
source: Good afternoon
sv: God eftermiddag

# #31720
source: Good evening
sv: God kväll

# #31800
source: Skin design + development
sv: Skin design + utveckling

# #31801
source: Special thanks
sv: Speciellt tack till

# #31802
source: Attribution
sv: Tilldelning

# #31803
source: Translation
sv: Översättning

# #31804
source: Final note
sv: Sista notering

# #31805
source: Team-Kodi, the Kodi Community, and YOU for using reFocus!
sv: Team-Kodi, Kodi Community och DU för att du använder reFocus!

# #31806
source: Please consider supporting the development of Kodi - [B]kodi.tv/contribute/[/B]
sv: Se vad du kan göra för att stödja utvecklingen av Kodi - [B]kodi.tv/contribute/[/B]

# #31991
source: reFocus by Jeroen
sv: reFocus av Jeroen

# #31990
source: reFocus is a graphical interface for Kodi that understands your media is what truly matters. Elegance, simplicity, refinement, consistency and balanced design are keywords for this skin.
sv: ReFocus är ett grafiskt gränssnitt till Kodi som prioriterar din media till 100%. En design med fokus på elegans, minimalism och kontinuitet.

# #31991
source: Mouse and touchscreen use not supported
sv: Mus och pekskärm stöds inte
