Repository: jeroenpardon/skin.refocus
Catalog: language/Catalan/strings.po
Languages: ca

# #31000
source: Home Menu
ca: Menú Principal

# #31010
source: New Episodes
ca: Nous Episodis

# #31011
source: New Movies
ca: Noves Pel·lícules

# #31012
source: New Albums
ca: Nous Àlbums

# #31013
source: Watchlist
ca: En procés

# #31014
source: Live TV
ca: TV en Directe

# #31016
source: Recently Played
ca: Reproduït Recentment

# #31017
source: Recommended
ca: Recomanat

# #31033
source: Showing
ca: Veient

# #31034
source: Playing
ca: Reproduint

# #31100
source: Available Views
ca: Vistes Disponibles

# #31109
source: Tiles
ca: Quadres

# #31111
source: Gallery
ca: Galeria

# #31112
source: Slide
ca: Diapositiva

# #31113
source: Thumbnails
ca: Miniatures

# #31114
source: View
ca: Vista

# #31120
source: Layout
ca: Disposició

# #31121
source: Landscape
ca: Horitzontal

# #31122
source: Portrait
ca: Vertical

# #31123
source: Large grid
ca: Reixeta gran

# #31124
source: Small grid
ca: Reixeta petita

# #31125
source: Fullscreen
ca: Pantalla completa

# #31126
source: Strip
ca: Tira

# #31140
source: Sorting
ca: Ordenació

# #31143
source: Items
ca: Elements

# #31144
source: By
ca: Per

# #31145
source: Genre unknown
ca: Gènere desconegut

# #31146
source: Date unknown
ca: Data desconeguda

# #31147
source: Unwatched episode
ca: Episodi no vist

# #31148
source: Unwatched episodes
ca: Episodis no vistos

# #31149
source: Sort by
ca: Ordenar per

# #31150
source: Files mode
ca: Modalitat arxius

# #31151
source: Details unavailable
ca: Detalls no disponibles

# #31200
source: Homescreen
ca: Pantalla principal

# #31202
source: View settings
ca: Configurar visualització

# #31203
source: Other
ca: Altres

# #31204
source: About
ca: Sobre

# #31205
source: Settings level
ca: Nivell de configuració

# #31212
source: Use single image as background
ca: Utilitzar una sola imatge coma fons

# #31213
source: Use a folder of images as background slideshow
ca: Utilitzar una carpeta d'imatges com a fons animat

# #31214
source: Use a slideshow of your fanart
ca: Utilitzar presentació amb el meu fanart

# #31215
source: Show now playing video in background
ca: Mostrar el video en reproducció en segon pla

# #31216
source: Show now playing item in homescreen
ca: Mostrar l'element en reproducció ala pantalla principal

# #31217
source: Fanart slideshow
ca: Presentació de fanart

# #31218
source: Select the type of fanart to show
ca: Triar el tipus de fanart a mostrar

# #31219
source: How to display the fanart title
ca: Com mostrar el títol del fanart

# #31220
source: Show as text
ca: Mostrar com a text

# #31221
source: Show the logo (if available)
ca: Mostrat logotip (si n'hi ha)

# #31222
source: Don't show anything
ca: No mostrar res

# #31230
source: Enable Global Fanart Background
ca: Activar fanart global com a fons

# #31231
source: Use weather fanart
ca: Utilitzar fanart pel temps

# #31232
source: Set weather fanart path
ca: Establir ruta pel fanart del temps

# #31234
source: Use fanart in now playing screen
ca: Utilitzar fanart a la pantalla de reproduint ara

# #31235
source: Blend visualisation and fanart
ca: Fusionar visualització i fanart

# #31236
source: Enable logos for tv shows
ca: Activar logotips per sèries de TV

# #31237
source: Enable logos for movies
ca: Activar logotips per pel·lícules

# #31238
source: Download logos
ca: Descarregar logotips

# #31239
source: Enable banners for movies
ca: Activar banners per pel·lícules

# #31240
source: Download banners
ca: Descarregar banners

# #31241
source: Prefer landscape thumbnails when available
ca: Preferir miniatures horitzontals si n'hi ha

# #31242
source: Download thumbnails
ca: Descarregar miniatures

# #31251
source: Highlight first letter while scrolling
ca: Ressaltar la primera lletra mentre es desplaça

# #31254
source: Disable unwatched indicators for movies
ca: Desactivar l'indicador de pel·lícules no vistes

# #31255
source: Disable unwatched indicators for TV shows
ca: Desactivar l'indicador de sèries de Tv no vistes

# #31256
source: Disable unwatched indicators for episodes
ca: Desactivar l'indicador d'episodis no vistos

# #31257
source: Disable unwatched indicators for video files
ca: Desactivar l'indicador d'arxius de vídeo no vistos

# #31258
source: Disable resumable indicators
ca: Desactivar indicadors reanudables

# #31259
source: Disable Next Aired add-on
ca: Desactivar l'afegit Next Aired

# #31260
source: Disable GlobalSearch add-on
ca: Desactivar l'afegit GlobalSearch

# #31261
source: Disable Artist Slideshow add-on
ca: Desactivar l'afegit Artist Slideshow

# #31263
source: Enable virtual keyboard
ca: Habilitar el teclat virtual

# #31264
source: Enable kiosk mode
ca: Activar mode quiosc

# #31265
source: Clean library before updating manually
ca: Netejar biblioteca abans d'actualitzar manualment

# #31281
source: Output
ca: Sortida

# #31282
source: Enable TV Tunes add-on
ca: Activar l'afegit TV Tunes

# #31283
source: Show current playlist button when playback is stopped
ca: Mostrar botó llista de reproducció actual quan la reproducció estigui parada

# #31320
source: Get subtitles
ca: Obtenir subtítols

# #31321
source: Disable subtitles
ca: Desactivar subtítols

# #31322
source: Get lyrics
ca: Obtenir lletra

# #31323
source: Finish Time:
ca: Finalitza:

# #31324
source: Watch in 2D
ca: Veure en 2D

# #31325
source: Watch in 3D
ca: Veure en 3D

# #31326
source: Select 3D mode
ca: Triar el mode 3D

# #31327
source: Next subtitles
ca: Subtítols següents

# #31328
source: Playlist
ca: Llista

# #31329
source: Subtitle settings
ca: Configuració de subtítols

# #31400
source: Available groups
ca: Grups disponibles

# #31401
source: Add group
ca: Afegir grup

# #31402
source: Rename group
ca: Canviar el nom del grup

# #31403
source: Delete group
ca: Esborrar grup

# #31404
source: Hidden channels
ca: Canals ocults

# #31405
source: Apply
ca: Aplicar

# #31500
source: Age
ca: Edat

# #31501
source: Last aired on
ca: Últim emès

# #31502
source: Airs next on
ca: A continuació

# #31503
source: Status
ca: Estat

# #31504
source: Show (scheduled) recording in PVR and Home screen
ca: Mostrar la gravació (programada) al PVR i a la Pantalla principal

# #31520
source: Change artwork
ca: Canviar artwork

# #31604
source: New search
ca: Nova cerca

# #31605
source: Currently
ca: Actualment

# #31606
source: TV Guide
ca: Guia de TV

# #31607
source: Set default lyrics add-on
ca: Establir l'afegit de lletres predeterminat

# #31700
source: Repositories
ca: Repositoris

# #31702
source: Last played on
ca: Darrera reproducció:

# #31705
source: Recently Added
ca: Afegit Recentment

# #31707
source: Grabbing fanart
ca: Obtenint fanart

# #31708
source: Welcome
ca: Benvingut

# #31709
source: Please log in
ca: Si us plau identifiqueu-vos

# #31711
source: Searching
ca: Cercant

# #31712
source: Working
ca: Processant

# #31713
source: Reset all skin settings
ca: Restablir tots els paràmetres de la pell

# #31714
source: To apply the settings, the skin needs to be reloaded
ca: Per aplicar la configuració s'ha de recarregar la pell

# #31715
source: Can this be done now?
ca: Es pot fer ara?

# #31716
source: This will reset all skin settings. This cannot be undone.
ca: Això restablirà tots els paràmetres de la pell. No es pot desfer.

# #31717
source: Finishing up
ca: Finalitzant

# #31800
source: Skin design + development
ca: Disseny + Desenvolupament

# #31801
source: Special thanks
ca: Agraïments especials

# #31802
source: Attribution
ca: Atribució

# #31803
source: Translation
ca: Traducció

# #31804
source: Final note
ca: Nota final
