Repository: jeroenpardon/skin.refocus
Catalog: language/Norwegian/strings.po
Languages: no

# #31000
source: Home Menu
no: Hovedmeny

# #31010
source: New Episodes
no: Nye episoder

# #31011
source: New Movies
no: Nye filmer

# #31012
source: New Albums
no: Nye album

# #31013
source: Watchlist
no: Se-liste

# #31014
source: Live TV
no: Direkte TV

# #31015
source: Trailers
no: Trailere

# #31016
source: Recently Played
no: Nylig avspilt

# #31017
source: Recommended
no: Anbefalt

# #31018
source: You're about to delete settings. You will no longer be able to change any system settings unless you have provided a different method. Are you sure?
no: Du er i ferd med å slette innstillinger. Du vil ikke lenger kunne endre systeminnstillinger med mindre du har gjort en annen måte tilgjengelig. Er du sikker?

# #31028
source: Watchlist
no: Se-liste

# #31029
source: Watchlist: movies
no: Se-liste: filmer

# #31030
source: Watchlist: tv shows
no: Se-liste: tv-serier

# #31031
source: Recently added video
no: Nylig lagt til video

# #31032
source: Recommended albums
no: Anbefalte album

# #31033
source: Showing
no: Viser

# #31034
source: Playing
no: Spiller av

# #31035
source: Now playing
no: Spiller nå

# #31036
source: Unwatched movies
no: Usette filmer

# #31100
source: Available Views
no: Tilgjengelige visninger

# #31109
source: Tiles
no: Fliser

# #31110
source: Banners
no: Bannere

# #31111
source: Gallery
no: Galleri

# #31112
source: Slide
no: Lysbilde

# #31113
source: Thumbnails
no: Miniatyrbilder

# #31114
source: View
no: Visning

# #31121
source: Landscape
no: Landskap

# #31122
source: Portrait
no: Portrett

# #31123
source: Large grid
no: Stort rutenett

# #31124
source: Small grid
no: Lite rutenett

# #31125
source: Fullscreen
no: Fullskjerm

# #31126
source: Strip
no: Stripe

# #31140
source: Sorting
no: Sortering

# #31141
source: Order
no: Sorter

# #31142
source: By
no: Etter

# #31143
source: Items
no: Objekter

# #31144
source: By
no: Av

# #31145
source: Genre unknown
no: Sjanger ukjent

# #31146
source: Date unknown
no: Dato ukjent

# #31147
source: Unwatched episode
no: Usett episode

# #31148
source: Unwatched episodes
no: Usette episoder

# #31149
source: Sort by
no: Sorter etter

# #31150
source: Files mode
no: Filmodus

# #31151
source: Details unavailable
no: Detaljer utilgjengelig

# #31152
source: Description unavailable
no: Beskrivelse utilgjengelig

# #31200
source: Homescreen
no: Forside

# #31202
source: View settings
no: Se innstillinger

# #31203
source: Other
no: Andre

# #31204
source: About
no: Om

# #31205
source: Settings level
no: Innstillingsnivå

# #31206
source: Menu layout
no: Meny-layout

# #31207
source: Vertical
no: Vertikal

# #31208
source: Horizontal
no: Horisontal

# #31209
source: Use compact menu
no: Bruk kompakt meny

# #31210
source: Customize home
no: Tilpass forside

# #31211
source: Customize menu items and widgets
no: Tilpass menyer og widgets

# #31212
source: Use single image as background
no: Bruk enkelt bilde som bakgrunn

# #31213
source: Use a folder of images as background slideshow
no: Bruk mappe med bilder som bakgrunnsbildekarusell

# #31214
source: Use a slideshow of your fanart
no: Bruk bildekarusell med din fanart

# #31215
source: Show now playing video in background
no: Vis spillende video i bakgrunn

# #31216
source: Show now playing item in homescreen
no: Vis spillende objekt på forsiden

# #31217
source: Fanart slideshow
no: Fanart-bildekarusell

# #31218
source: Select the type of fanart to show
no: Velg hvilken type fanart som skal vises

# #31219
source: How to display the fanart title
no: Hvordan vise fanart-tittelen

# #31220
source: Show as text
no: Vis som tekst

# #31221
source: Show the logo (if available)
no: Vis logoen (hvis tilgjengelig)

# #31222
source: Don't show anything
no: Ikke vis noenting

# #31223
source: Disable widgets
no: Deaktiver widgets

# #31224
source: Always show widgets
no: Alltid vis widgets

# #31225
source: Don't show widget indicator
no: Ikke vis widget-indikator

# #31230
source: Enable Global Fanart Background
no: Aktiver global fanart-bakgrunn

# #31231
source: Use weather fanart
no: Bruk vær-fanart

# #31232
source: Set weather fanart path
no: Sett vær-fanart-mappe

# #31234
source: Use fanart in now playing screen
no: Bruk fanart i spiller nå-skjerm

# #31235
source: Blend visualisation and fanart
no: Bland visualisering og fanart

# #31236
source: Enable logos for tv shows
no: Aktiver logoer for tv-serier

# #31237
source: Enable logos for movies
no: Aktiver logoer for filmer

# #31238
source: Download logos
no: Last ned logoer

# #31239
source: Enable banners for movies
no: Aktiver bannere for filmer

# #31240
source: Download banners
no: Last ned bannere

# #31241
source: Prefer landscape thumbnails when available
no: Foretrekk landskapsminiatyrbilder hvis tilgjengelig

# #31242
source: Download thumbnails
no: Last ned miniatyrbilder

# #31250
source: Show movie ratings
no: Vis filmvurderinger

# #31251
source: Highlight first letter while scrolling
no: Uthev første bokstav ved skrolling

# #31252
source: Controls to show for now playing media in options menu
no: Kontroller for å vise spiller nå media i valg-meny

# #31253
source: Disable now playing overlays
no: Deaktiver spiller nå overlegg

# #31254
source: Disable unwatched indicators for movies
no: Deaktiver usett-indikatorer for filmer

# #31255
source: Disable unwatched indicators for TV shows
no: Deaktiver usett-indikatorer for tv-serier

# #31256
source: Disable unwatched indicators for episodes
no: Deaktiver usett-indikatorer for episoder

# #31257
source: Disable unwatched indicators for video files
no: Deaktiver usett-indikatorer for videofiler

# #31258
source: Disable resumable indicators
no: Deaktiver fortsettbar-indikatorer

# #31259
source: Disable Next Aired add-on
no: Deaktiver Next Aired-tillegg

# #31260
source: Disable GlobalSearch add-on
no: Deaktiver GlobalSearch-tillegg

# #31261
source: Disable Artist Slideshow add-on
no: Slå av Artist Slideshow-tillegg

# #31263
source: Enable virtual keyboard
no: Aktiver virtuelt tastatur

# #31264
source: Enable kiosk mode
no: Aktiver kiosk-modus

# #31265
source: Clean library before updating manually
no: Rydd biblioteket før manuell oppdatering

# #31282
source: Enable TV Tunes add-on
no: Aktiver TV Tunes-tillegg

# #31283
source: Show current playlist button when playback is stopped
no: Vis nåværende spillelisteknapp når avspilling er stoppet

# #31284
source: fullscreen / playlist button
no: fullskjerm / spilleliste-knapp

# #31285
source: Player controls
no: Avspillingskontroller

# #31300
source: Fwd 2X
no: Frem 2X

# #31301
source: Fwd 4X
no: Frem 4X

# #31302
source: Fwd 8X
no: Frem 8X

# #31303
source: Fwd 16X
no: Frem 16X

# #31304
source: Fwd 32X
no: Frem 32X

# #31305
source: Rwd 2X
no: Bak 2X

# #31306
source: Rwd 4X
no: Bak 4X

# #31307
source: Rwd 8X
no: Bak 8X

# #31308
source: Rwd 16X
no: Bak 16X

# #31309
source: Rwd 32X
no: Bak 32X

# #31320
source: Get subtitles
no: Hent undertekster

# #31321
source: Disable subtitles
no: Deaktiver undertekster

# #31322
source: Get lyrics
no: Hent sangtekst

# #31323
source: Finish Time:
no: Sluttid

# #31324
source: Watch in 2D
no: Se i 2D

# #31325
source: Watch in 3D
no: Se i 3D

# #31326
source: Select 3D mode
no: Velg 3D-modus

# #31327
source: Next subtitles
no: Neste undertekst

# #31328
source: Playlist
no: Spilleliste

# #31329
source: Subtitle settings
no: Undertekst-innstillinger

# #31400
source: Available groups
no: Tilgjengelige grupper

# #31401
source: Add group
no: Legg til gruppe

# #31402
source: Rename group
no: Endre gruppenavn

# #31403
source: Delete group
no: Slett gruppe

# #31404
source: Hidden channels
no: Gjemte kanaler

# #31405
source: Apply
no: Bruk

# #31406
source: Actions
no: Handlinger

# #31500
source: Age
no: Alder

# #31501
source: Last aired on
no: Sist vist

# #31502
source: Airs next on
no: Neste visning

# #31504
source: Show (scheduled) recording on Home screen
no: Vis (tidsinnstilt) opptak på Hovedskjermen

# #31520
source: Change artwork
no: Endre artwork

# #31521
source: Download theme song
no: Last ned kjenningsmelodien

# #31604
source: New search
no: Nytt søk

# #31605
source: Currently
no: Nå

# #31607
source: Set default lyrics add-on
no: Velg standard sangtekst-tillegg

# #31700
source: Repositories
no: Pakkebrønner

# #31702
source: Last played on
no: Sist avspilt

# #31705
source: Recently Added
no: Nylig lagt til

# #31706
source: Shortcut
no: Snarvei

# #31707
source: Grabbing fanart
no: Henter fanart

# #31708
source: Welcome
no: Velkommen

# #31709
source: Please log in
no: Vennligst logg inn

# #31710
source: Updating
no: Oppdaterer

# #31711
source: Searching
no: Søker

# #31712
source: Working
no: Arbeider

# #31713
source: Reset all skin settings
no: Nullstill alle skall-innstillinger

# #31714
source: To apply the settings, the skin needs to be reloaded
no: Skallet må lastes på nytt for å ta i bruk innstillingene

# #31715
source: Can this be done now?
no: Kan dette gjøres nå?

# #31716
source: This will reset all skin settings. This cannot be undone.
no: Dette vil nullstille alle skall-innstillinger. Dette kan ikke reverseres.

# #31717
source: Finishing up
no: Sluttfører

# #31718
source: Good morning
no: God morgen

# #31719
source: Good afternoon
no: God ettermiddag

# #31720
source: Good evening
no: God kveld

# #31800
source: Skin design + development
no: Skall-design + utvikling

# #31801
source: Special thanks
no: Spesiell takk

# #31802
source: Attribution
no: Tilleggelse

# #31803
source: Translation
no: Oversettelse

# #31804
source: Final note
no: Til slutt

# #31805
source: Team-Kodi, the Kodi Community, and YOU for using reFocus!
no: Team-Kodi, Kodi samfunnet og DEG for at du bruker reFocus!

# #31806
source: Please consider supporting the development of Kodi - [B]kodi.tv/contribute/[/B]
no: Vennligst vurdèr å støtte utviklingen av Kodi - [B]kodi.tv/contribute/[/B]

# #31991
source: reFocus by Jeroen
no: reFocus av Jeroen

# #31990
source: reFocus is a graphical interface for Kodi that understands your media is what truly matters. Elegance, simplicity, refinement, consistency and balanced design are keywords for this skin.
no: reFocus er et grafisk grensesnitt for Kodi som forstår at dine medier er det som virkelig betyr noe. Eleganse, enkelhet, forbedring, konsistens og balansert design er nøkkelord for dette skallet.

# #31991
source: Mouse and touchscreen use not supported
no: Bruk av mus og touch-skjerm er ikke støttet
