Repository: jeroenpardon/skin.refocus
Catalog: language/Czech/strings.po
Languages: cs_cz

# #31000
source: Home Menu
cs_cz: Hlavní menu

# #31010
source: New Episodes
cs_cz: Nové epizody

# #31011
source: New Movies
cs_cz: Nové Filmy

# #31012
source: New Albums
cs_cz: Nová Alba

# #31013
source: Watchlist
cs_cz: Seznam ke zhlédnutí

# #31014
source: Live TV
cs_cz: Živé Vysílání

# #31015
source: Trailers
cs_cz: Upoutávky

# #31016
source: Recently Played
cs_cz: Nedávno Přehrávané

# #31017
source: Recommended
cs_cz: Doporučené

# #31028
source: Watchlist
cs_cz: Ke shlédnutí

# #31029
source: Watchlist: movies
cs_cz: Ke shlédnutí: filmy

# #31030
source: Watchlist: tv shows
cs_cz: Ke shlédnutí: tv seriály

# #31031
source: Recently added video
cs_cz: Nedávno přidaná videa

# #31032
source: Recommended albums
cs_cz: Doporučená alba

# #31033
source: Showing
cs_cz: Zobrazuji

# #31034
source: Playing
cs_cz: Přehrávám

# #31035
source: Now playing
cs_cz: Nyní přehrávám

# #31036
source: Unwatched movies
cs_cz: Nezhlédnuté filmy

# #31100
source: Available Views
cs_cz: Dostupné pohledy

# #31109
source: Tiles
cs_cz: Dlaždice

# #31110
source: Banners
cs_cz: Banery

# #31111
source: Gallery
cs_cz: Galerie

# #31112
source: Slide
cs_cz: Pás

# #31113
source: Thumbnails
cs_cz: Náhledy

# #31114
source: View
cs_cz: Zobrazit

# #31120
source: Layout
cs_cz: Rozvržení

# #31121
source: Landscape
cs_cz: Na šířku

# #31122
source: Portrait
cs_cz: Na výšku

# #31123
source: Large grid
cs_cz: Velká mřížka

# #31124
source: Small grid
cs_cz: Malá mřížka

# #31125
source: Fullscreen
cs_cz: Celá obrazovka

# #31126
source: Strip
cs_cz: Pás

# #31140
source: Sorting
cs_cz: Třídění

# #31141
source: Order
cs_cz: Třídit

# #31142
source: By
cs_cz: Od

# #31143
source: Items
cs_cz: Položky

# #31144
source: By
cs_cz: Podle

# #31145
source: Genre unknown
cs_cz: Neznámý žánr

# #31146
source: Date unknown
cs_cz: Neznámé datum

# #31147
source: Unwatched episode
cs_cz: Nezhlédnutá epizoda

# #31148
source: Unwatched episodes
cs_cz: Nezhlédnuté epizody

# #31149
source: Sort by
cs_cz: Setřídit podle

# #31150
source: Files mode
cs_cz: Souborový mód

# #31151
source: Details unavailable
cs_cz: Detaily nejsou k dispozici

# #31152
source: Description unavailable
cs_cz: Popis není k dispozici

# #31200
source: Homescreen
cs_cz: Hlavní obrazovka

# #31201
source: Artwork
cs_cz: Obrázky

# #31202
source: View settings
cs_cz: Nastavení zobrazení

# #31203
source: Other
cs_cz: Ostatní

# #31204
source: About
cs_cz: O vzhledu

# #31205
source: Settings level
cs_cz: Úroveň nastavení

# #31206
source: Menu layout
cs_cz: Vzhled menu

# #31207
source: Vertical
cs_cz: Svisle

# #31208
source: Horizontal
cs_cz: Vodorovně

# #31209
source: Use compact menu
cs_cz: Použít zhuštěné menu

# #31210
source: Customize home
cs_cz: Upravit hlavní menu

# #31211
source: Customize menu items and widgets
cs_cz: Přizpůsobit položky menu a widgety

# #31212
source: Use single image as background
cs_cz: Použít obrázek jako pozadí

# #31213
source: Use a folder of images as background slideshow
cs_cz: Použít složku obrázků jako slideshow pozadí

# #31214
source: Use a slideshow of your fanart
cs_cz: Použit slideshow pro váš fanart

# #31215
source: Show now playing video in background
cs_cz: Zobrazit právě přehrávané video na pozadí

# #31216
source: Show now playing item in homescreen
cs_cz: Zobrazit právě přehrávané video na hlavní obrazovce

# #31218
source: Select the type of fanart to show
cs_cz: Vyber typ fanartu pro zobrazení

# #31219
source: How to display the fanart title
cs_cz: Jak zobrazit titulek fanartu

# #31220
source: Show as text
cs_cz: Zobrazit jako text

# #31221
source: Show the logo (if available)
cs_cz: Zobrazit logo (je-li k dispozici)

# #31222
source: Don't show anything
cs_cz: Nezobrazuj nic

# #31223
source: Disable widgets
cs_cz: Zakázat widgety

# #31224
source: Always show widgets
cs_cz: Vždy zobrazovat widgety

# #31225
source: Don't show widget indicator
cs_cz: Nezobrazuj indikátor u widgetu

# #31230
source: Enable Global Fanart Background
cs_cz: Povolit pozadí z doplňku Global Fanart

# #31231
source: Use weather fanart
cs_cz: Použít fanart pro počasí

# #31232
source: Set weather fanart path
cs_cz: Nastavit cestu pro fanart počasí

# #31234
source: Use fanart in now playing screen
cs_cz: Použij fanart na obrazovce "Nyní přehrávám"

# #31235
source: Blend visualisation and fanart
cs_cz: Prolínat vizualizaci a fanart

# #31236
source: Enable logos for tv shows
cs_cz: Povolit loga pro TV seriály

# #31237
source: Enable logos for movies
cs_cz: Povolit loga pro filmy

# #31238
source: Download logos
cs_cz: Stáhnout loga

# #31239
source: Enable banners for movies
cs_cz: Povolit banery pro filmy

# #31240
source: Download banners
cs_cz: Stáhnout banery

# #31241
source: Prefer landscape thumbnails when available
cs_cz: Pokud je to možné použít náhledy na šířku

# #31242
source: Download thumbnails
cs_cz: Stáhnout náhledy

# #31250
source: Show movie ratings
cs_cz: Zobrazit hodnocení u filmu

# #31251
source: Highlight first letter while scrolling
cs_cz: Zvýraznit první písmeno při listování

# #31252
source: Controls to show for now playing media in options menu
cs_cz: Ovládací prvky v menu voleb při přehrávání

# #31254
source: Disable unwatched indicators for movies
cs_cz: Zakázat indikátor "neshlédnuto" u filmů

# #31255
source: Disable unwatched indicators for TV shows
cs_cz: Zakázat indikátor "neshlédnuto" u TV seriálů

# #31256
source: Disable unwatched indicators for episodes
cs_cz: Zakázat indikátor "neshlédnuto" u jednotlivých epizod

# #31257
source: Disable unwatched indicators for video files
cs_cz: Zakázat indikátor "neshlédnuto" u video souborů

# #31258
source: Disable resumable indicators
cs_cz: Zakázat indikátor "Pokračovat v přehrávání"

# #31259
source: Disable Next Aired add-on
cs_cz: Zakázat doplněk Next Aired

# #31260
source: Disable GlobalSearch add-on
cs_cz: Zakázat doplněk GlobalSearch

# #31261
source: Disable Artist Slideshow add-on
cs_cz: Zakázat doplněk Artist Slideshow

# #31263
source: Enable virtual keyboard
cs_cz: Povolit virtuální klávesnici

# #31264
source: Enable kiosk mode
cs_cz: Povolit mód kiosek

# #31265
source: Clean library before updating manually
cs_cz: Vyčisti knihovnu před ruční aktualizací

# #31280
source: Plugin
cs_cz: Doplněk

# #31281
source: Output
cs_cz: Výstup

# #31282
source: Enable TV Tunes add-on
cs_cz: Povolit doplněk TV Tunes

# #31283
source: Show current playlist button when playback is stopped
cs_cz: Zobraz tlačítko "Aktuální seznam stop", když je přehrávání zastaveno

# #31284
source: fullscreen / playlist button
cs_cz: Na celou obrazovku / Seznam stop

# #31285
source: Player controls
cs_cz: Ovládání přehrávače

# #31300
source: Fwd 2X
cs_cz: Vpřed 2X

# #31301
source: Fwd 4X
cs_cz: Vpřed 4X

# #31302
source: Fwd 8X
cs_cz: Vpřed 8X

# #31303
source: Fwd 16X
cs_cz: Vpřed 16X

# #31304
source: Fwd 32X
cs_cz: Vpřed 32X

# #31305
source: Rwd 2X
cs_cz: Vzad 2X

# #31306
source: Rwd 4X
cs_cz: Vzad 4X

# #31307
source: Rwd 8X
cs_cz: Vzad 8X

# #31308
source: Rwd 16X
cs_cz: Vzad 16X

# #31309
source: Rwd 32X
cs_cz: Vzad 32X

# #31320
source: Get subtitles
cs_cz: Získat titulky

# #31321
source: Disable subtitles
cs_cz: Zakázat titulky

# #31322
source: Get lyrics
cs_cz: Získat texty písní

# #31323
source: Finish Time:
cs_cz: Konec přehávání:

# #31324
source: Watch in 2D
cs_cz: Přehrát ve 2D

# #31325
source: Watch in 3D
cs_cz: Přehrát ve 3D

# #31326
source: Select 3D mode
cs_cz: Vyberte 3D režim

# #31327
source: Next subtitles
cs_cz: Další titulky

# #31328
source: Playlist
cs_cz: Seznam stop

# #31329
source: Subtitle settings
cs_cz: Nastavení titulků

# #31400
source: Available groups
cs_cz: Dostupné skupiny

# #31401
source: Add group
cs_cz: Přidat skupinu

# #31402
source: Rename group
cs_cz: Přejmenovat skupinu

# #31403
source: Delete group
cs_cz: Smazat skupinu

# #31404
source: Hidden channels
cs_cz: Skryté kanály

# #31405
source: Apply
cs_cz: Použít

# #31406
source: Actions
cs_cz: Akce

# #31500
source: Age
cs_cz: Stáří

# #31501
source: Last aired on
cs_cz: Poslední vysílání

# #31502
source: Airs next on
cs_cz: Příští vysílání

# #31504
source: Show (scheduled) recording on Home screen
cs_cz: Zobrazit naplánované nahrávání na hlavní obrazovce

# #31520
source: Change artwork
cs_cz: Změnit obrázek

# #31604
source: New search
cs_cz: Nové hledání

# #31605
source: Currently
cs_cz: Aktuálně

# #31606
source: TV Guide
cs_cz: TV Průvodce

# #31607
source: Set default lyrics add-on
cs_cz: Nastavit doplněk pro texty k písním

# #31700
source: Repositories
cs_cz: Zdroje

# #31702
source: Last played on
cs_cz: Naposledy přehráno

# #31705
source: Recently Added
cs_cz: Nedávno přidané

# #31707
source: Grabbing fanart
cs_cz: Načítám fanart

# #31708
source: Welcome
cs_cz: Vítejte

# #31709
source: Please log in
cs_cz: Přihlašte se prosím

# #31710
source: Updating
cs_cz: Aktualizuji

# #31711
source: Searching
cs_cz: Vyhledávám

# #31712
source: Working
cs_cz: Pracuji

# #31713
source: Reset all skin settings
cs_cz: Vymazat všechna nastavení tohoto vzhledu

# #31714
source: To apply the settings, the skin needs to be reloaded
cs_cz: Chcete-li použít toto nastavení musí být vzhled znovu načten

# #31715
source: Can this be done now?
cs_cz: Může to být provedeno?

# #31716
source: This will reset all skin settings. This cannot be undone.
cs_cz: Vymaže celé nastavení vzhledu. Nelze vrátit zpět.

# #31717
source: Finishing up
cs_cz: Ukončuji

# #31718
source: Good morning
cs_cz: Dobré ráno

# #31719
source: Good afternoon
cs_cz: Dobré odpoledne

# #31720
source: Good evening
cs_cz: Dobrý večer

# #31800
source: Skin design + development
cs_cz: Design a vývoj vzhledu

# #31801
source: Special thanks
cs_cz: Zvláštní poděkování

# #31802
source: Attribution
cs_cz: Ostatní licence

# #31803
source: Translation
cs_cz: Překlad

# #31804
source: Final note
cs_cz: Poznámka na závěr

# #31805
source: Team-Kodi, the Kodi Community, and YOU for using reFocus!
cs_cz: Týmu vývojářů Kodi, Kodi komunitě a VÁM za používání reFocus vzhledu!

# #31806
source: Please consider supporting the development of Kodi - [B]kodi.tv/contribute/[/B]
cs_cz: Prosíme zvažte podporu vývoje Kodi - [B]kodi.tv/contribute/[/B]
