Repository: jeroenpardon/skin.refocus
Catalog: language/*/strings.po
Languages: dutch, french, german, italian, spanish

# #31000
source: Home Menu
dutch: Hoofdmenu
french: Accueil
german: Hauptmenü
italian: Menù Principale
spanish: Menú Principal

# #31010
source: New Episodes
dutch: Nieuwe afleveringen
french: Nouveaux Épisodes
german: Neue Episoden
italian: Nuovi Episodi
spanish: Nuevos Episodios

# #31011
source: New Movies
dutch: Nieuw films
french: Nouveaux Films
german: Neue Filme
italian: Nuovi Film
spanish: Nuevas Películas

# #31012
source: New Albums
dutch: Nieuwe albums
french: Nouveaux Albums
german: Neue Alben
italian: Nuovi Album
spanish: Nuevos Álbums

# #31013
source: Watchlist
dutch: Te kijken
french: Liste en cours de visionnage
italian: Lista
spanish: En proceso

# #31016
source: Recently Played
dutch: Recent beluisterd
french: Lus récemment
german: Kürzlich gespielt
italian: Visti di Recente
spanish: Reproducido Recientemente

# #31017
source: Recommended
dutch: Aanbevolen
french: Recommandé
german: Empfohlen
italian: Raccomandato
spanish: Recomendado

# #31018
source: You're about to delete settings. You will no longer be able to change any system settings unless you have provided a different method. Are you sure?
dutch: Je gaat instellingen verwijderen. Je zal niet langer systeeminstellingen kunnen aanpassen tenzij je voor een andere manier zorgt. Weet je het zeker?
french: Vous allez supprimer les paramètres. Il ne sera plus possible de modifier les paramètres système à moins que vous n'ayez déjà configurer une autre méthode d'accès. Êtes-vous sûr ?
german: Du löschst gerade Einstellungen. Du wirst nicht länger System-Einstellungen vornehmen können außer du hast eine andere Methode dafür gewählt. Bist du sicher?
italian: Stai per cancellare la voce Impostazioni. Non sarai in grado di modificare le impostazioni di sistema a meno che non fornisca un metodo differente. Sei sicuro?
spanish: Está apunto de eliminar la opción de ajustes. No será capaz de volver a cambiar los ajustes a no ser que haya configurado otro método diferente para entrar en dichos ajustes. ¿Está seguro?

# #31028
source: Watchlist
dutch: Te kijken
french: Liste en cours de visionnage
italian: Lista
spanish: En proceso

# #31029
source: Watchlist: movies
dutch: Te kijken films
french: Liste en cours de visionnage: Films
german: Watchlist: Filme
italian: Lista: film
spanish: En proceso: películas

# #31030
source: Watchlist: tv shows
dutch: Te kijken series
french: Liste en cours de visionnage: Séries
german: Watchlist: TV Serien
italian: Lista: serie tv
spanish: En proceso: series de TV

# #31031
source: Recently added video
dutch: Recent toegevoegde video
french: Vidéo récemment ajoutée
german: Kürzlich hinzugefüge Videos
italian: Video aggiunti di recente
spanish: Videos recientemente añadidos

# #31032
source: Recommended albums
dutch: Aanbevolen albums
french: Albums recommandés
german: Empfohlene Alben
italian: Album Consigliati
spanish: Álbums recomendados

# #31033
source: Showing
dutch: tonen
french: Montre
german: Zeige
italian: Mostrati
spanish: Viendo

# #31034
source: Playing
dutch: Afspelen
french: En lecture
german: Spielt
italian: In riproduzione
spanish: Reproduciendo

# #31035
source: Now playing
dutch: Nu speelt
french: En cours de lecture
german: Spielt gerade
italian: Ora in riproduzione
spanish: Reproduciendo ahora

# #31036
source: Unwatched movies
dutch: Niet bekeken films
french: Films non visionnés
german: Ungesehene Filme
italian: Film non visti
spanish: Películas no vistas

# #31100
source: Available Views
dutch: Beschikbare weergaven
french: Vues Disponibles
german: Verfügbare Ansichten
italian: Viste Disponibili
spanish: Vistas disponibles

# #31109
source: Tiles
dutch: Tegels
french: Tuiles
german: Kacheln
italian: Piastrelle
spanish: Recuadros

# #31110
source: Banners
dutch: Vaandels
french: Bannières
german: Banner
italian: Striscioni

# #31111
source: Gallery
dutch: Galerie
french: Gallerie
german: Gallerie
italian: Galleria
spanish: Galería

# #31112
source: Slide
dutch: Schuif
french: Diaporama
italian: Diapositiva
spanish: Diapositiva

# #31113
source: Thumbnails
dutch: Miniaturen
french: Miniatures
italian: Anteprime
spanish: Miniaturas

# #31114
source: View
dutch: Beeld
french: Vue
german: Zeige
italian: Vista
spanish: Vista

# #31120
source: Layout
dutch: Indeling
french: Disposition
italian: Schema
spanish: Disposición

# #31121
source: Landscape
dutch: Horizontaal
french: Paysage
italian: Panorama
spanish: Horizontal

# #31122
source: Portrait
dutch: Verticaal
german: Porträt
italian: Ritratto
spanish: Vertical

# #31123
source: Large grid
dutch: Groot raster
french: Grande grille
german: Großes Gitter
italian: Griglia Grande
spanish: Parrilla grande

# #31124
source: Small grid
dutch: Klein raster
french: Petite grille
german: Kleines Gitter
italian: Griglia Piccola
spanish: Parrilla pequeña

# #31125
source: Fullscreen
dutch: Volledig scherm
french: Plein écran
german: Vollbild
italian: Schermo Intero
spanish: Pantalla completa

# #31126
source: Strip
dutch: Strook
french: Bande
german: Streifen
italian: Striscia
spanish: Tira

# #31140
source: Sorting
dutch: Sorteren
french: Trié
german: Sortierung
italian: Ordinamento
spanish: Ordenando

# #31141
source: Order
dutch: Richting
french: Trié
german: Sortieren
spanish: Ordenar

# #31142
source: By
dutch: Door
french: Par
german: Von
spanish: Por

# #31144
source: By
dutch: Door
french: Par
german: Nach
italian: Da
spanish: Por

# #31145
source: Genre unknown
dutch: Genre onbekend
french: Genre inconnu
german: Genre unbekannt
italian: Genere sconosciuto
spanish: Género desconocido

# #31146
source: Date unknown
dutch: Datum onbekend
french: Date inconnue
german: Datum unbekannt
italian: Data sconosciuta
spanish: Fecha desconocida

# #31147
source: Unwatched episode
dutch: Niet bekeken aflevering
french: Épisode non vu
german: Ungesehene Episode
italian: Episodio non visto
spanish: Episodio no visto

# #31148
source: Unwatched episodes
dutch: Niet bekeken afleveringen
french: Épisodes non vus
german: Ungesehene Episoden
italian: Episodi non visti
spanish: Episodios no vistos

# #31149
source: Sort by
dutch: Sorteren op
french: Trié par
german: Sortieren nach
italian: Elenca per
spanish: Ordenar por

# #31150
source: Files mode
dutch: Bestanden
french: Mode fichiers
german: Datei Modus
italian: Modalità file
spanish: Modo archivos

# #31151
source: Details unavailable
dutch: Geen details beschikbaar
french: Détails indisponibles
german: Details nicht verfügbar
italian: Dettagli non disponibili
spanish: Detalles no disponibles

# #31152
source: Description unavailable
dutch: Geen omschrijving beschikbaar
french: Description indisponible
german: Beschreibung nicht verfügbar
italian: Descrizione non disponibile
spanish: Descripción no disponible

# #31153
source: Next episode
dutch: Volgende aflevering
french: Prochain épisode
german: Nächste Episode
spanish: Episodio siguiente

# #31154
source: Similar
dutch: Vergelijkbaar
french: Similaire
german: Ähnlich

# #31200
source: Homescreen
dutch: Beginscherm
french: Écran d'accueil
german: Hauptmenü
italian: Schermata Principale
spanish: Pantalla principal

# #31202
source: View settings
dutch: Weergave
french: Paramètres de vue
german: Zeige Einstellungen
italian: Impostazioni visualizzazione
spanish: Configurar vistas

# #31203
source: Other
dutch: Overig
french: Autre
german: Anderes
italian: Altro
spanish: Otros

# #31204
source: About
dutch: Over
french: À propos
german: Über
italian: Informazioni
spanish: Acerca de

# #31205
source: Settings level
dutch: Instellingen niveau
french: Niveau d'accès aux paramétrages
german: Einstellungslevel
italian: Imposta livello
spanish: Nivel de ajustes

# #31206
source: Menu layout
dutch: Menu indeling
french: Disposition du menu
german: Menü Layout
italian: Schema Menù
spanish: Disposión del Menú

# #31207
source: Vertical
dutch: Verticaal
german: Vertikal
italian: Verticale

# #31208
source: Horizontal
dutch: Horizontaal
italian: Orizzontale

# #31209
source: Use compact menu
dutch: Gebruik compact menu
french: Utiliser le menu compact
german: Nutze kompaktes Menü
italian: Usa menù compatto
spanish: Usar menú compacto

# #31210
source: Customize home
dutch: Hoofdscherm aanpassen
french: Personnaliser Accueil
german: Home konfigurieren
italian: Personalizza Menù Principale
spanish: Personalizar pantalla principal

# #31211
source: Customize menu items and widgets
dutch: Menu items en widgets aanpassen
french: Personnaliser les éléments du menu et les widgets
german: Menü Einträge und Widgets konfigurieren
italian: Personalizza elementi del menù e widget
spanish: Personalizar elementos del menú y widgets

# #31212
source: Use single image as background
dutch: Kies enkele afbeelding als achtergrond
french: Utiliser une image de fond unique
german: Nutze einzelnes Bild als Hintergrund
italian: Usa un immagine singola come sfondo
spanish: Usar una imagen como fondo

# #31213
source: Use a folder of images as background slideshow
dutch: Kies map met afbeeldingen als achtergrond
french: Utiliser un dossier d'images en tant que diaporama de fond
german: Nutze Ordner mit Bildern als Hintergrund Diashow
italian: Usa una cartella di immagini come slideshow di sfondo
spanish: Usar carpeta de imagenes como presentación de fondo

# #31214
source: Use a slideshow of your fanart
dutch: Gebruik fanart als achtergrond voorstelling
french: Utiliser un diaporama de vos fanarts
german: Nutze eine Slideshow deiner Fanart
italian: Usa uno slideshow delle tue fanart
spanish: Usar presentación de tus fanart

# #31215
source: Show now playing video in background
dutch: Toon video in de achtergrond
french: Montrer la vidéo en cours de lecture en fond
german: Zeige aktuell abgespieltes Video im Hintergrund
italian: Mostra il video in riproduzione nello sfondo
spanish: Mostar reproduciendo ahora video en el fondo

# #31216
source: Show now playing item in homescreen
dutch: Toon "now playing" item in beginscherm
french: Montrer Lecture en cours sur l'écran d'accueil
german: Zeige aktuell abgespieltes Element im Hauptmenü
italian: Mostra elementi in riproduzione nella schermata iniziale
spanish: Mostar elemento reproduciendo ahora en la pantalla principal

# #31217
source: Fanart slideshow
dutch: Fanart diavoorstelling
french: Diaporama de fanart
italian: Presentazione Fanart
spanish: Presentación de Fanart

# #31218
source: Select the type of fanart to show
dutch: Kies het type fanart
french: Sélectionner le type de fanart à afficher
german: Wähle den anzuzeigenden Fanart Typ aus
italian: Seleziona il tipo di Fanart da mostrare
spanish: Seleccionar el tipo de fanart a mostrar

# #31219
source: How to display the fanart title
dutch: Fanart titel tonen
french: Apparence du fanart du titre
german: Anzeige des Fanart Titels
italian: Come mostrare il titolo della Fanart
spanish: Como ver el título del fanart

# #31220
source: Show as text
dutch: Als tekst
french: Afficher en tant que texte
german: Zeige als Text
italian: Mostra come testo
spanish: Mostrar como texto

# #31221
source: Show the logo (if available)
dutch: Als logo (wanneer beschikbaar)
french: Montrer le logo (si disponible)
german: Zeige als Logo (falls verfügbar)
italian: Mostra il logo (se disponibile)
spanish: Mostrar logo (si está disponible)

# #31222
source: Don't show anything
dutch: Toon niets
french: Ne rien montrer
german: Zeige nichts
italian: Non mostrare nulla
spanish: No mostrar nada

# #31223
source: Disable widgets
dutch: Widgets uitschakelen
french: Désactiver les widgets
german: Deaktiviere Widgets
italian: Disabilita widget
spanish: Deshabilitar widgets

# #31224
source: Always show widgets
dutch: Toon widgets altijd
french: Toujours afficher les widgets
german: Zeige Widgets immer an
italian: Mostra sempre widget
spanish: Mostrar siempre widgets

# #31225
source: Don't show widget indicator
dutch: Verberg de widget aanwijzer
french: Ne pas afficher l'indicateur de widget
german: Zeige keinen Widget Indikator
italian: Non mostrare indicatore widget
spanish: No mostrar marcas en widget

# #31226
source: Automatically collapse submenus
dutch: Automatisch submenus inklappen

# #31227
source: Normal
dutch: Normaal

# #31228
source: Fast
dutch: Snel

# #31229
source: Instant
dutch: Meteen

# #31230
source: Enable Global Fanart Background
dutch: Fanart achtergrond afbeeldingen inschakelen
french: Activer Global Fanart en fond
german: Aktiviere Globalen Fanart Hintergrund
italian: Abilita Sfondo di Fanart Globali
spanish: Habilitar Global Fanart de fondo

# #31231
source: Use weather fanart
dutch: Gebruik fanart in weersvoorspelling
french: Utiliser fanart météo
german: Nutze Wetter Fanart
italian: Usa fanart meteo
spanish: Usar fanart del tiempo

# #31232
source: Set weather fanart path
dutch: Kies fanart voor weersvoorspelling
french: Paramétrer le chemin du fanart météo
german: Lege Wetter Fanart Pfad fest
italian: Imposta il percorso delle fanart meteo
spanish: Establecer ruta para el fanart del tiempo

# #31234
source: Use fanart in now playing screen
dutch: Gebruik fanart in now playing scherm
french: Utiliser fanart à l'écran En cours de lecture
german: Nutze Fanart in der Läuft gerade Ansicht
italian: Usa fanart nella schermata in riproduzione
spanish: Usar fanart en pantalla de reproduciendo ahora

# #31235
source: Blend visualisation and fanart
dutch: Visualisatie en fanart mengen
french: Mélanger visualisation et fanart
german: Überblende Visualisierung und Fanart
italian: Visualizzazione miscelata e fanart
spanish: Mezclar visualización y fanart

# #31236
source: Enable logos for tv shows
dutch: Toon tv serie logo's
french: Autoriser les logos pour les séries
german: Aktiviere Logos für TV Serien
italian: Abilita i loghi per le serie tv
spanish: Habilitar logos en series

# #31237
source: Enable logos for movies
dutch: Toon film logo's
french: Autoriser les logos pour les films
german: Aktiviere Logos für Filme
italian: Abilita i loghi per i film
spanish: Habilitar logos en pelícuas

# #31239
source: Enable banners for movies
dutch: Toon film banners
french: Autoriser les bannières pour les films
german: Aktiviere Banner für Filme
italian: Abilita striscioni per i film
spanish: Habilitar banners en películas

# #31241
source: Prefer landscape thumbnails when available
dutch: Gebruik "landscape" miniaturen indien beschikbaar
french: Préférer les miniatures paysage quand disponible
german: Nutze Landscape Thumbnails wenn verfügbar
italian: Preferisci anteprime panorama quando disponibili
spanish: Miniaturas horizontales cuando estén disponibles

# #31242
source: Download thumbnails
dutch: Miniaturen downloaden
french: Télécharger miniatures
german: Thumbnails herunterladen
italian: Scarica anteprime
spanish: Descargar miniaturas

# #31248
source: Only show user ratings
dutch: Alleen beoordelingen van gebruiker tonen

# #31249
source: Show TV show ratings
dutch: Toon beoordelingen voor tv series
french: Montrer les évaluations des séries TV
german: Zeige TV Bewertung
spanish: Mostrar valoraciones de las series

# #31250
source: Show movie ratings
dutch: Toon beoordelingen voor films
french: Afficher les notes des films
german: Zeige Film-Bewertungen
italian: Mostra valutazione film
spanish: Mostar valoración de la película

# #31251
source: Highlight first letter while scrolling
dutch: Eerste letter tonen tijdens scrollen
french: Mettre en surbrillance la 1ère lettre pendant le défilement
german: Zeige ersten Buchstaben beim Scrollen
italian: Evidenzia la prima lettera durante lo scorrimento
spanish: Resaltar la primera letra durante los desplazamientos

# #31252
source: Controls to show for now playing media in options menu
dutch: Speler bediening in opties menu
french: Contrôles à afficher pour le média en cours de lecture dans le menu des options
german: Steuerungen um gerade gespielte Medien im Options-Menü anzuzeigen
italian: Controlli da mostrare per il media in riproduzione nel menù opzioni
spanish: Controles a mostrar para 'reproduciendo ahora' en el menú de opciones

# #31253
source: Disable now playing overlays
dutch: Toon geen informatie over huidig spelende video of muziek
french: Désactivez les superpositions 'En cours de lecture'
german: Deaktiviere spielt gerade Overlays
italian: Disabilita sovrapposizioni in riproduzione
spanish: Deshabilitar superposiciones de reproduciendo ahora

# #31254
source: Disable unwatched indicators for movies
dutch: "Nog niet bekeken" indicator uitschakelen voor films
french: Désactiver les indicateurs Non vus pour les films
german: Deaktiviere ungesehen Anzeige für Filme
italian: Disabilita l'indicatore non visto per i film
spanish: Deshabilitar marcas de 'no visto' en películas

# #31255
source: Disable unwatched indicators for TV shows
dutch: "Nog niet bekeken" indicator uitschakelen voor tv series
french: Désactiver les indicateurs Non vus pour les séries
german: Deaktiviere ungesehen Anzeige für Serien
italian: Disabilita l'indicatore non visto per per i programmi TV
spanish: Deshabilitar marcas de 'no visto' en series

# #31256
source: Disable unwatched indicators for episodes
dutch: "Nog niet bekeken" indicator uitschakelen voor afleveringen
french: Désactiver les indicateurs Non vus pour les épisodes
german: Deaktiviere ungesehen Anzeige für Episoden
italian: Disabilita l'indicatore non visto per gli episodi
spanish: Deshabilitar marcas de 'no visto' en episodios

# #31257
source: Disable unwatched indicators for video files
dutch: "Nog niet bekeken" indicator uitschakelen voor video bestanden
french: Désactiver les indicateurs Non vus pour les fichiers vidéo
german: Deaktiviere ungesehen Anzeige für Video-Dateien
italian: Disabilita l'indicatore non visto per i file video
spanish: Deshabilitar marcas de 'no visto' en archivos de video

# #31258
source: Disable resumable indicators
dutch: "Deels bekeken" indicator uitschakelen
french: Désactiver les indicateurs de reprise
german: Deaktiviere Fortfahren Anzeige
italian: Disabilita gli indicatori di ripristino
spanish: Deshabilitar marcas de reanudar

# #31259
source: Disable Next Aired add-on
dutch: Schakel de Next Aired add-on uit
french: Désactiver l'add-on Next Aired
german: Deaktiviere Next Aired add-on
italian: Disabilita l'add-on Next Aired
spanish: Deshabilitar add-on Next Aired

# #31260
source: Disable GlobalSearch add-on
dutch: GlobalSearch add-on uitschakelen
french: Désactiver l'add-on Global Search
german: Deaktiviere GlobalSearch add-on
italian: Disabilita l'add-on GlobalSearch
spanish: Deshabilitar add-on GlobalSearch

# #31263
source: Enable virtual keyboard
dutch: Virtueel toetsenbord gebruiken
french: Activer le clavier virtuel
german: Aktiviere virtuelle Tastatur
italian: Abilita tastiera virtuale
spanish: Habilitar teclado virtual

# #31264
source: Enable kiosk mode
dutch: Kiosk stand inschakelen
french: Activer le mode kiosque
german: Aktiviere Kiosk Modus
italian: Abilita modalità Kiosk
spanish: Habilitar modo kiosco

# #31265
source: Clean library before updating manually
dutch: Voor het handmatig bijwerken de bibliotheek eerst opschonen.
french: Nettoyer la librairie avant mise à jour manuelle
german: Bibliothek aufräumen, bevor sie manuell geupdated wird.
italian: Pulisci la libreria prima di aggiornarla manualmente
spanish: Limpiar biblioteca antes de actualizar manualmente

# #31281
source: Output
dutch: Uitgang
french: Sortie
german: Ausgabe
italian: Uscita
spanish: Salida

# #31282
source: Enable TV Tunes add-on
dutch: Schakel de TV Tunes add-on in
french: Activer l'add-on TV Tunes
german: Aktiviere TV Tunes add-on
italian: Abilita add-on TV Tunes
spanish: Habilitar add-on TV Tunes

# #31283
source: Show current playlist button when playback is stopped
dutch: Toon "huidige afspeellijst" knop als er niets wordt afgespeeld
french: Montrer le bouton liste de lecture en cours quand la lecture est stoppée
german: Zeige Button für aktuelle Playlist wenn die Wiedergabe gestoppt wurde
italian: Mostra il bottone playlist attuale quando la riproduzione è arrestata
spanish: Mostrar botón lista de reproducción actual cuando la reproducción esté parada

# #31284
source: fullscreen / playlist button
dutch: voledig scherm / afspeellijst knop
french: Bouton plein écran / liste de lecture
german: Vollbild / Playlist Button
italian: bottone schermo inter / playlist
spanish: pantalla completa / botón reproducir lista

# #31285
source: Player controls
dutch: Speler bedieningsknoppen
french: Contrôles du lecteur
german: Player Steuerungen
italian: Controlli di riproduzione
spanish: Controles del reproductor

# #31320
source: Get subtitles
dutch: Ondertitels ophalen
french: Obtenir les sous-titres
german: Hole Untertitel
italian: Ottieni sottotitoli
spanish: Obtener subtítulos

# #31321
source: Disable subtitles
dutch: Ondertitels uit
french: Désactiver les sous-titres
german: Deaktiviere Untertitel
italian: Disabilita sottotitoli
spanish: Deshabilitar subtítulos

# #31322
source: Get lyrics
dutch: Toon songteksten
french: Obtenir les paroles
german: Hole Liedtexte
italian: Ottieni testi
spanish: Obtener letras

# #31323
source: Finish Time:
dutch: Eindigt om:
french: Heure de fin :
german: Ende:
italian: Termina alle:
spanish: Finaliza:

# #31324
source: Watch in 2D
dutch: Bekijk in 2D
french: Regarder en 2D
german: In 2D schauen
italian: Guarda in 2D
spanish: Ver en 2D

# #31325
source: Watch in 3D
dutch: Bekijk in 3D
french: Regarder en 3D
german: In 3D schauen
italian: Guarda in 3D
spanish: Ver en 3D

# #31326
source: Select 3D mode
dutch: Kies 3D modus
french: Sélection du mode 3D
german: Wähle 3D Modus
italian: Seleziona modalità 3D
spanish: Seleccionar modo 3D

# #31327
source: Next subtitles
dutch: Volgende ondertitels
french: Prochains sous-titres
german: Nächste Untertitel
italian: Prossimi sottotitoli
spanish: Siguientes subtítulos

# #31328
source: Playlist
dutch: Afspeellijst
french: Liste de lecture
german: Wiedergabeliste
spanish: Lista de reproducción

# #31329
source: Subtitle settings
dutch: Ondertitel instellingen
french: Paramètres des sous-titres
german: Untertitel Einstellungen
italian: Impostazioni sottotitoli
spanish: Configurar subtítulos

# #31400
source: Available groups
dutch: Beschikbare groepen
french: Groupes disponibles
german: Verfügbare Gruppen
italian: Gruppi disponibili
spanish: Grupos disponibles

# #31401
source: Add group
dutch: Groep toevoegen
french: Ajouter groupe
german: Gruppe hinzufügen
italian: Aggiungi gruppo
spanish: Añadir grupo

# #31402
source: Rename group
dutch: Hernoem groep
french: Renommer groupe
german: Gruppe umbenennen
italian: Rinomina gruppo
spanish: Renombar grupo

# #31403
source: Delete group
dutch: Verwijder groep
french: Supprimer groupe
german: Gruppe löschen
italian: Cancella gruppo
spanish: Eliminar grupo

# #31404
source: Hidden channels
dutch: Verborgen kanalen
french: Chaînes cachées
german: Versteckte Kanäle
italian: Canali nascosti
spanish: Canales ocultos

# #31405
source: Apply
dutch: Toepassen
french: Appliquer
german: Anwenden
italian: Applica
spanish: Aplicar

# #31406
source: Actions
dutch: Acties
german: Aktionen
spanish: Acciones

# #31407
source: EPG Timeline scrolling speed
dutch: Gids tijdlijn scroll snelheid

# #31500
source: Age
dutch: Leeftijd
french: Âge
german: Alter
italian: Età
spanish: Edad

# #31501
source: Last aired on
dutch: Laatste uitzending op
french: Dernière diffusion le
german: Zuletzt ausgestrahlt am
italian: Ultimo trasmesso
spanish: Último emitido

# #31502
source: Airs next on
dutch: Volgende uitzending op
french: Prochaine diffusion le
german: Als nächstes ausgestrahlt am
italian: Prossimo in onda
spanish: Próxima emisión
