Repository: jeroenpardon/skin.refocus
Catalog: language/*/strings.po
Languages: dutch, french, german, italian, spanish

# #31504
source: Show (scheduled) recording on Home screen
dutch: Toon (ingeplande) opname op beginscherm
french: Montrer enregistrements programmés sur l'écran d'accueil
german: Zeige (geplante) Aufnahmen im Home Menü
spanish: Mostrar grabaciones (programadas) en la pantalla Principal

# #31505
source: Starring
dutch: Acteurs

# #31506
source: Explore...
dutch: Ontdekken...

# #31520
source: Change artwork
dutch: Verander artwork
french: Changer l'artwork
german: Artwork bearbeiten
italian: Cambia artwork
spanish: Cambiar artwork

# #31521
source: Download theme song
dutch: Download thema
french: Télécharger la musique du thème
german: Intro-Lied herunterladen
italian: Scarica tema audio
spanish: Descargar tema musical

# #31604
source: New search
dutch: Zoek opnieuw
french: Nouvelle recherche
german: Neue Suche
italian: Nuova ricerca
spanish: Nueva búsqueda

# #31605
source: Currently
dutch: Momenteel
french: En ce moment
german: Gerade
italian: Attuale
spanish: Actual

# #31606
source: TV Guide
dutch: TV Gids
french: Guide TV
german: TV Programm
italian: Guida TV
spanish: Guía TV

# #31607
source: Set default lyrics add-on
dutch: Selecteer songteksten add-on
french: Add-on de paroles par défaut
german: Lege Standard Lyrics Add-On fest
italian: Imposta l'add-on testi predefinito
spanish: Establecer add-on de letras predeterminado

# #31608
source: Search results for
dutch: Zoekresultaten voor
french: Résultats de recherche pour
german: Suchergebnisse für
spanish: resultados de la búsqueda

# #31609
source: Search on YouTube
dutch: Zoeken op YouTube
french: Rechercher sur YouTube
german: Auf YouTube suchen
spanish: Buscar en YouTube

# #31610
source: in library
dutch: in bibliotheek
french: dans la bibliothèque
german: In der Bibliothek
spanish: en biblioteca

# #31620
source: Director's movies
dutch: Films van regisseur

# #31621
source: Writer's movies
dutch: Films van schrijver

# #31622
source: Similar Movies
dutch: Soortgelijke films

# #31623
source: Similar shows
dutch: Soortgelijke series

# #31624
source: Similar albums
dutch: Soortgelijke albums

# #31700
source: Repositories
dutch: Opslagplaats
french: Dépôts
italian: Repositori
spanish: Repositorios

# #31702
source: Last played on
dutch: Laatst afgespeeld op
french: Dernière lecture le
german: Zuletzt gespielt am
italian: Ultimo riprodotto
spanish: Último reproducido

# #31705
source: Recently Added
dutch: Recent toegevoegd
french: Ajouté récemment
german: Kürzlich hinzugefügt
italian: Aggiunti di recente
spanish: Añadido recientemente

# #31706
source: Shortcut
dutch: Snelkoppeling
french: Raccourci
german: Tastenkombination
spanish: Acceso directo

# #31707
source: Grabbing fanart
dutch: Fanart opvragen
french: Récupération fanart
german: Hole Fanart
italian: Ottenimento Fanart

# #31708
source: Welcome
dutch: Welkom
french: Bienvenue
german: Willkommen
italian: Benvenuto
spanish: Bienvenido

# #31709
source: Please log in
dutch: Log hier in
french: Merci de vous connecter
german: Bitte einloggen
italian: Accedi
spanish: Por favor inicie sesión

# #31710
source: Updating
dutch: Bijwerken
french: Mise à jour
german: Update
spanish: Actualizando

# #31711
source: Searching
dutch: Zoeken
french: Recherche
german: Suche
italian: Ricerca
spanish: Buscando

# #31712
source: Working
dutch: Laden
french: En cours
german: Arbeitet
italian: Caricamento
spanish: Procesando

# #31713
source: Reset all skin settings
dutch: Herstel alle skin instellingen
french: Réinitialiser les paramètres du thème
german: Alle Skin-Einstellungen zurücksetzen
italian: Azzera tutte le impostazioni dello skin
spanish: Reestablecer todos los ajustes del skin

# #31714
source: To apply the settings the skin needs to be reloaded
dutch: Om de instelling toe te passen moet de skin herladen worden

# #31715
source: Can this be done now?
dutch: Kan dit nu gedaan worden?
french: Voulez-vous le faire maintenant ?
german: Kann dies jetzt gemacht werden?
italian: Può essere fatto ora?
spanish: ¿Seguro de hacerlo ahora?

# #31716
source: This will reset all skin settings. This cannot be undone.
dutch: Dit zal alle skin instellingen wissen. Dit kan niet ongedaan gemaakt worden.
french: Ceci réinitialisera tous les paramètres du skin. Cela ne peut pas être annulé.
german: Dies wird alle Skin-Einstellungen zurücksetzen. Das kann nicht rückgängig gemacht werden.
italian: Questo azzererà tutte le impostazioni della skin. Non può essere annullato.
spanish: Esto reestablecerá todos los ajustes del skin. Esta acción no puede deshacerse.

# #31717
source: Finishing up
dutch: Afronden
french: Finalisation
german: Fast fertig
italian: Fine
spanish: Finalizando

# #31718
source: Good morning
dutch: Goedemorgen
french: Bonjour
german: Guten Morgen
spanish: Buenos días

# #31719
source: Good afternoon
dutch: Goedemiddag
french: Bon après-midi
german: Guten Tag
spanish: Buenas tardes

# #31720
source: Good evening
dutch: Goedenavond
french: Bonsoir
german: Guten Abend
spanish: Buenas noches

# #31800
source: Skin design + development
dutch: Skin ontwerp + ontwikkeling
french: Développement + design du thème
german: Skin Design + Entwicklung
italian: Progettazione skin + sviluppo
spanish: Diseño + desarrollo del skin

# #31801
source: Special thanks
dutch: Speciale dank
french: Remerciements spéciaux
german: Besonderen Dank
italian: Ringraziamenti speciali
spanish: Agradecimientos especiales

# #31802
source: Attribution
dutch: Attributie
german: Beteiligung
italian: Attribuzione
spanish: Reseñas

# #31803
source: Translation
dutch: Vertaling
french: Traduction
german: Übersetzung
italian: Traduzione
spanish: Traducción

# #31804
source: Final note
dutch: Slotwoord
french: Note finale
german: Letzter Kommentar
italian: Nota finale
spanish: Nota final

# #31805
source: Team-Kodi, the Kodi Community, and YOU for using reFocus!
dutch: Team-Kodi, de Kodi community, en JIJ voor het gebruiken van reFocus!
french: Team-Kodi, la communauté Kodi, et VOUS pour utiliser reFocus !
german: Team-Kodi, der Kodi-Community und Dir, weil du reFocus nutzt!
spanish: Equipo Kodi, la Comunidad Kodi y a tí por usar reFocus!

# #31806
source: Please consider supporting the development of Kodi - [B]kodi.tv/contribute/[/B]
dutch: Steun alsjeblieft de ontwikkeling van Kodi - [B]kodi.tv/contribute/[/B]
french: Merci d'aider au développpement de Kodi - [B]kodi.tv/contribute/[/B]
german: Bitte überlege, die Entwicklung von Kodi zu unterstützen - [B]kodi.tv/contribute/[/B]
spanish: Por favor considere apoyar el desarrollo de Kodi - [B]kodi.tv/contribute/[/B]

# #31991
source: reFocus by Jeroen
dutch: reFocus door Jeroen
french: reFocus par Jeroen
german: reFocus von Jeroen
spanish: reFocus por Jeroen

# #31990
source: reFocus is a graphical interface for Kodi that understands your media is what truly matters. Elegance, simplicity, refinement, consistency and balanced design are keywords for this skin.
dutch: reFocus is een grafische interface voor Kodi die begrijpt dat het uiteindelijk draait om jouw media. Elegantie, eenvoud, verfijning, samenhang en doordacht ontwerp zijn sleutelwoorden voor deze skin.
french: reFocus est une interface graphique pour Kodi qui sait que vos médias sont ce qui compte vraiment. Élégance, simplicité, raffinement, consistance et design équilibré sont les mots-clés pour ce thème.
german: reFocus ist eine graphische Schnittstelle für Kodi, welche versteht, dass deine Medien dir alles bedeuten. Eleganz, Einfachheit,Verfeinerung, Konsistenz und ausgewogenes Design sind Stichwörter für diesen Skin.
spanish: reFocus es una interfaz gráfica para Kodi que entiende que su contenido multimedia es lo que verdaderamente importa. Elegancia, sencillez, refinamiento, consistencia y diseño equilibrado son las palabras claves para este skin.

# #31991
source: Mouse and touchscreen use not supported
dutch: Geen ondersteuning voor muis of touchscreen gebruik
french: L'utilisation de la souris et de l'écran tactile n'est pas supportée.
german: Die Nutzung von Maus und Touchscreen wird nicht unterstützt.
spanish: Uso de ratón y pantalla táctil no compatible

# #31014
source: Live TV
french: TV Live
italian: Tv dal Vivo
spanish: TV en Directo

# #31015
source: Trailers
french: Bande-annonces
german: Trailer
italian: Trailer

# #31143
source: Items
french: Articles
german: Elemente
italian: Elementi
spanish: Elementos

# #31238
source: Download logos
french: Télécharger logos
german: Logos herunterladen
italian: Scarica logo
spanish: Descargar logos

# #31240
source: Download banners
french: Télécharger les bannières
german: Banner herunterladen
italian: Scarica striscioni
spanish: Descargar banners

# #31261
source: Disable Artist Slideshow add-on
french: Désactiver l'add-on Artist Slideshow
german: Deaktiviere Artist Slideshow add-on
italian: Disabilita l'add-on Artist Slideshow
spanish: Deshabilitar add-on Artist Slideshow

# #31503
source: Status
french: Statut
italian: Stato
spanish: Estado

# #31714
source: To apply the settings, the skin needs to be reloaded
french: Pour appliquer les paramètres, le thème doit être rechargé
german: Um diese Einstellungen zu übernehmen, muss der Skin neugeladen werden
italian: Per applicare le impostazioni, la skin dev'essere ricaricata
spanish: Para aplicar los cambios, el skin necesita volver a cargarse

# #31504
source: Show (scheduled) recording in PVR and Home screen
italian: Mostra le registrazione (pianificate) nel PVR e nella Schermata Principale
