Repository: jeroenpardon/skin.refocus
Catalog: language/Galician/strings.po
Languages: gl

# #31000
source: Home Menu
gl: Menú Principal

# #31010
source: New Episodes
gl: Novos Episodios

# #31011
source: New Movies
gl: Novos Filmes

# #31012
source: New Albums
gl: Novos Álbums

# #31013
source: Watchlist
gl: En proceso

# #31014
source: Live TV
gl: TV en Directo

# #31015
source: Trailers
gl: Avances

# #31016
source: Recently Played
gl: Reproducidos Recentemente

# #31017
source: Recommended
gl: Recomendados

# #31018
source: You're about to delete settings. You will no longer be able to change any system settings unless you have provided a different method. Are you sure?
gl: Vanse eliminar os axustes. Non será posíbel mudar ningún axuste do sistema a non ser que forneza un método diferente. Ten a certeza?

# #31028
source: Watchlist
gl: En proceso

# #31029
source: Watchlist: movies
gl: En proceso: filmes

# #31030
source: Watchlist: tv shows
gl: En proceso: Series de TV

# #31031
source: Recently added video
gl: Vídeos engadidos recentemente

# #31032
source: Recommended albums
gl: Álbums recomendados

# #31033
source: Showing
gl: Exhibindo

# #31034
source: Playing
gl: Reproducindo

# #31035
source: Now playing
gl: Reproducindo

# #31036
source: Unwatched movies
gl: Filmes sen ver

# #31100
source: Available Views
gl: Vistas Dispoñíbeis

# #31109
source: Tiles
gl: Cadros

# #31110
source: Banners
gl: Pancartas

# #31111
source: Gallery
gl: Galería

# #31112
source: Slide
gl: Diapositiva

# #31113
source: Thumbnails
gl: Miniaturas

# #31114
source: View
gl: Vista

# #31120
source: Layout
gl: Disposición

# #31121
source: Landscape
gl: Apaisado

# #31122
source: Portrait
gl: Carátula

# #31123
source: Large grid
gl: Grella grande

# #31124
source: Small grid
gl: Grella pequena

# #31125
source: Fullscreen
gl: Pantalla Completa

# #31126
source: Strip
gl: Faixa

# #31140
source: Sorting
gl: Ordenar

# #31141
source: Order
gl: Ordenar

# #31142
source: By
gl: Por

# #31143
source: Items
gl: Elementos

# #31144
source: By
gl: Por

# #31145
source: Genre unknown
gl: Xénero descoñecido

# #31146
source: Date unknown
gl: Data descoñecida

# #31147
source: Unwatched episode
gl: Episodio sen ver

# #31148
source: Unwatched episodes
gl: Episodios sen ver

# #31149
source: Sort by
gl: Ordenado por

# #31150
source: Files mode
gl: Modo ficheiros

# #31151
source: Details unavailable
gl: Detalles non dispoñíbeis

# #31152
source: Description unavailable
gl: Descrición non dispoñíbel

# #31153
source: Next episode
gl: Seguinte episodio

# #31154
source: Similar
gl: Semellante

# #31200
source: Homescreen
gl: Pantalla Principal

# #31202
source: View settings
gl: Amosar axustes

# #31203
source: Other
gl: Outros

# #31204
source: About
gl: Canto a

# #31205
source: Settings level
gl: Nivel de configuración

# #31206
source: Menu layout
gl: Disposición do menú

# #31209
source: Use compact menu
gl: Empregar menú compacto

# #31210
source: Customize home
gl: Personalizar a pantalla principal

# #31211
source: Customize menu items and widgets
gl: Personalizar os elementos e widgets do menú

# #31212
source: Use single image as background
gl: Usar unha soa imaxe como fondo

# #31213
source: Use a folder of images as background slideshow
gl: Usar un cartafol de imaxes como orixe dos fondos

# #31214
source: Use a slideshow of your fanart
gl: Usar unha diapositiva do seu fanart

# #31215
source: Show now playing video in background
gl: Amosar 'repoducindo vídeo' de fondo

# #31216
source: Show now playing item in homescreen
gl: Amosar o elemento 'Reproducindo' na pantalla principal

# #31217
source: Fanart slideshow
gl: Diapositiva do fanart

# #31218
source: Select the type of fanart to show
gl: Seleccionar o tipo de fanart a amosar

# #31219
source: How to display the fanart title
gl: Como amosar o título do fanart

# #31220
source: Show as text
gl: Amosar como texto

# #31221
source: Show the logo (if available)
gl: Amosar o logo (se está dispoñíbel)

# #31222
source: Don't show anything
gl: Non amosar nada

# #31223
source: Disable widgets
gl: Desactivar os widgets

# #31224
source: Always show widgets
gl: Amosar sempre os widgets

# #31225
source: Don't show widget indicator
gl: Agochar o indicador do widget

# #31230
source: Enable Global Fanart Background
gl: Activar Fanart Único como Fondo

# #31231
source: Use weather fanart
gl: Usar fanarts de meteoroloxía

# #31232
source: Set weather fanart path
gl: Estabelecer camiño para fanarts de meteoroloxía

# #31234
source: Use fanart in now playing screen
gl: Usar fanart na pantalla de 'Reproducindo'

# #31235
source: Blend visualisation and fanart
gl: Mesturar visualización e fanart

# #31236
source: Enable logos for tv shows
gl: Activar logos para as Series de TV

# #31237
source: Enable logos for movies
gl: Activar logos para os filmes

# #31238
source: Download logos
gl: Descargar logos

# #31239
source: Enable banners for movies
gl: Activar pancartas para os filmes

# #31240
source: Download banners
gl: Descargar pancartas

# #31241
source: Prefer landscape thumbnails when available
gl: Preferir miniaturas apaisadas se están dispoñíbeis

# #31242
source: Download thumbnails
gl: Descargar miniaturas

# #31249
source: Show TV show ratings
gl: Amosar valoración das Series de TV

# #31250
source: Show movie ratings
gl: Amosar a valoración do filme

# #31251
source: Highlight first letter while scrolling
gl: Resaltar a primeira letra ao desprazar

# #31252
source: Controls to show for now playing media in options menu
gl: Controis a amosar no menú de opcións

# #31253
source: Disable now playing overlays
gl: Desactivar a superposición de 'reproducindo'

# #31254
source: Disable unwatched indicators for movies
gl: Agochar indicadores 'Sen Ver' nos Filmes

# #31255
source: Disable unwatched indicators for TV shows
gl: Agochar indicadores 'Sen Ver' nas Series de TV

# #31256
source: Disable unwatched indicators for episodes
gl: Agochar indicadores 'Sen Ver' nos Episodios

# #31257
source: Disable unwatched indicators for video files
gl: Agochar indicadores 'Sen Ver' nos ficheiros de Vídeo

# #31258
source: Disable resumable indicators
gl: Agochar indicadores de 'continuar'

# #31259
source: Disable Next Aired add-on
gl: Desactivar complemento de Próximas Emisións

# #31260
source: Disable GlobalSearch add-on
gl: Desactivar o complemento GlobalSearch

# #31261
source: Disable Artist Slideshow add-on
gl: Desactivar complemento de Diapositivas de Artistas

# #31263
source: Enable virtual keyboard
gl: Activar o teclado virtual

# #31264
source: Enable kiosk mode
gl: Activar o modo quiosco

# #31265
source: Clean library before updating manually
gl: Limpar a biblioteca antes de actualizar manualmente

# #31280
source: Plugin
gl: Engadido

# #31281
source: Output
gl: Saída

# #31282
source: Enable TV Tunes add-on
gl: Activar complemento TV Tunes

# #31283
source: Show current playlist button when playback is stopped
gl: Amosar botón da listaxe actual cando a reprodución está detida

# #31284
source: fullscreen / playlist button
gl: pantalla completa / botón reproducir listaxe

# #31285
source: Player controls
gl: Controis do reprodutor

# #31300
source: Fwd 2X
gl: Adiante 2X

# #31301
source: Fwd 4X
gl: Adiante 4X

# #31302
source: Fwd 8X
gl: Adiante 8X

# #31303
source: Fwd 16X
gl: Adiante 16X

# #31304
source: Fwd 32X
gl: Adiante 32X

# #31305
source: Rwd 2X
gl: Rebobinar 2X

# #31306
source: Rwd 4X
gl: Rebobinar 4X

# #31307
source: Rwd 8X
gl: Rebobinar 8X

# #31308
source: Rwd 16X
gl: Rebobinar 16X

# #31309
source: Rwd 32X
gl: Rebobinar 32X

# #31320
source: Get subtitles
gl: Obter subtítulos

# #31321
source: Disable subtitles
gl: Desactivar subtítulos

# #31322
source: Get lyrics
gl: Obter letras

# #31323
source: Finish Time:
gl: Remata ás:

# #31324
source: Watch in 2D
gl: Ver en 2D

# #31325
source: Watch in 3D
gl: Ven en 3D

# #31326
source: Select 3D mode
gl: Seleccionar o modo 3D

# #31327
source: Next subtitles
gl: Próximos subtítulos

# #31328
source: Playlist
gl: Listaxe de Reprodución

# #31329
source: Subtitle settings
gl: Axustes dos subtítulos

# #31400
source: Available groups
gl: Grupos Dispoñíbeis

# #31401
source: Add group
gl: Engadir grupo

# #31402
source: Rename group
gl: Renomear grupo

# #31403
source: Delete group
gl: Eliminar grupo

# #31404
source: Hidden channels
gl: Canles agochadas

# #31405
source: Apply
gl: Aplicar

# #31406
source: Actions
gl: Accións

# #31500
source: Age
gl: Idade

# #31501
source: Last aired on
gl: Últimas emisións

# #31502
source: Airs next on
gl: Próximas emisións

# #31503
source: Status
gl: Estado

# #31504
source: Show (scheduled) recording on Home screen
gl: Amosar gravacións (programadas) no Menú Principal

# #31520
source: Change artwork
gl: Mudar o artwork

# #31521
source: Download theme song
gl: Descargar canción

# #31604
source: New search
gl: Nova busca

# #31605
source: Currently
gl: Actualmente

# #31606
source: TV Guide
gl: Guía de TV

# #31607
source: Set default lyrics add-on
gl: Estabelecer complemento de letras predefinido

# #31608
source: Search results for
gl: Resultados da busca para

# #31609
source: Search on YouTube
gl: Buscar no YouTube

# #31610
source: in library
gl: na biblioteca

# #31700
source: Repositories
gl: Repositorios

# #31702
source: Last played on
gl: Últimas reproducións

# #31705
source: Recently Added
gl: Engadidos Recentemente

# #31706
source: Shortcut
gl: Atallo

# #31707
source: Grabbing fanart
gl: Obtendo fanart

# #31708
source: Welcome
gl: Benvido

# #31709
source: Please log in
gl: Por favor inicie sesión

# #31710
source: Updating
gl: Actualizando

# #31711
source: Searching
gl: Buscando

# #31712
source: Working
gl: Cargando

# #31713
source: Reset all skin settings
gl: Restabelecer os axustes do tema

# #31714
source: To apply the settings, the skin needs to be reloaded
gl: Para aplicar os axustes, hai que recargar o tema

# #31715
source: Can this be done now?
gl: Pódese facer isto agora?

# #31716
source: This will reset all skin settings. This cannot be undone.
gl: Isto restabelecerá os axustes do tema. Non se pode desfacer.

# #31717
source: Finishing up
gl: Rematando

# #31718
source: Good morning
gl: Bos días

# #31719
source: Good afternoon
gl: Boas tardes

# #31720
source: Good evening
gl: Boas noites

# #31800
source: Skin design + development
gl: Deseño do tema + desenvolvemento

# #31801
source: Special thanks
gl: Agradecemento especial

# #31802
source: Attribution
gl: Atribución

# #31803
source: Translation
gl: Tradución

# #31804
source: Final note
gl: Nota final

# #31805
source: Team-Kodi, the Kodi Community, and YOU for using reFocus!
gl: ao Team-Kodi, á Comunidade do Kodi, e a TI por empregar reFocus!

# #31806
source: Please consider supporting the development of Kodi - [B]kodi.tv/contribute/[/B]
gl: Por favor axuda ao desenvolvemento de Kodi - [B]kodi.tv/contribute/[/B]

# #31991
source: reFocus by Jeroen
gl: reFocus por Jeroen

# #31990
source: reFocus is a graphical interface for Kodi that understands your media is what truly matters. Elegance, simplicity, refinement, consistency and balanced design are keywords for this skin.
gl: reFocus é unha interface gráfica para Kodi que entende que o importante de verdade é a túa media. Elegancia, simplicidade, refinamento, consistencia e un deseño equilibrado son as chaves deste tema.

# #31991
source: Mouse and touchscreen use not supported
gl: Rato e pantalla táctil non soportados
