Repository: jeroenpardon/skin.refocus
Catalog: language/Romanian/strings.po
Languages: ro

# #31000
source: Home Menu
ro: Meniu principal

# #31010
source: New Episodes
ro: Episoade noi

# #31011
source: New Movies
ro: Filme noi

# #31012
source: New Albums
ro: Albume noi

# #31013
source: Watchlist
ro: În curs de urmărire

# #31014
source: Live TV
ro: TV în direct

# #31015
source: Trailers
ro: Promo Filme

# #31016
source: Recently Played
ro: Redate recent

# #31017
source: Recommended
ro: Recomandări

# #31018
source: You're about to delete settings. You will no longer be able to change any system settings unless you have provided a different method. Are you sure?
ro: Ștergînd "Setări", nu veți mai putea schimba setările programului fără altă scurtătură. Sunteți sigur ?

# #31029
source: Watchlist: movies
ro: Watchlist: filme

# #31030
source: Watchlist: tv shows
ro: Watchlist: seriale TV

# #31031
source: Recently added video
ro: Videoclipuri recent adăugate

# #31032
source: Recommended albums
ro: Albume recomandate

# #31033
source: Showing
ro: Arată

# #31034
source: Playing
ro: În progres

# #31035
source: Now playing
ro: Acum rulează

# #31036
source: Unwatched movies
ro: Filme neurmărite

# #31100
source: Available Views
ro: Vizualizări disponibile

# #31110
source: Banners
ro: Banere

# #31111
source: Gallery
ro: Galerie

# #31113
source: Thumbnails
ro: Pictograme

# #31114
source: View
ro: Mod vizualizare

# #31120
source: Layout
ro: Configurație

# #31121
source: Landscape
ro: Mod peisaj

# #31122
source: Portrait
ro: Mod portret

# #31123
source: Large grid
ro: Grilă mare

# #31124
source: Small grid
ro: Grilă mică

# #31125
source: Fullscreen
ro: Întreg ecranul

# #31126
source: Strip
ro: Bandă

# #31140
source: Sorting
ro: Sortare

# #31141
source: Order
ro: Sortare

# #31142
source: By
ro: de

# #31143
source: Items
ro: Articole

# #31144
source: By
ro: după

# #31145
source: Genre unknown
ro: Gen necunoscut

# #31146
source: Date unknown
ro: Dată necunoscută

# #31147
source: Unwatched episode
ro: Episod neurmărit

# #31148
source: Unwatched episodes
ro: Episoade neurmărite

# #31149
source: Sort by
ro: Sortare după

# #31150
source: Files mode
ro: Mod fișiere

# #31151
source: Details unavailable
ro: Detalii lipsă

# #31152
source: Description unavailable
ro: Descriere indisponibilă

# #31153
source: Next episode
ro: Episodul următor

# #31154
source: Similar
ro: Asemănător

# #31200
source: Homescreen
ro: Ecran principal

# #31201
source: Artwork
ro: Grafică

# #31202
source: View settings
ro: Setări vizualizare

# #31203
source: Other
ro: Altele

# #31204
source: About
ro: Despre

# #31205
source: Settings level
ro: Nivel setări

# #31206
source: Menu layout
ro: Configurație meniu

# #31208
source: Horizontal
ro: Orizontal

# #31209
source: Use compact menu
ro: Folosește meniu compact

# #31210
source: Customize home
ro: Configurează ecranul principal

# #31211
source: Customize menu items and widgets
ro: Customizare intrări meniu și widget-uri

# #31212
source: Use single image as background
ro: Folosește o imagine ca fundal

# #31213
source: Use a folder of images as background slideshow
ro: Folosește multiple imagini ca fundal

# #31214
source: Use a slideshow of your fanart
ro: Folosește fanart ca fundal

# #31215
source: Show now playing video in background
ro: Afișează clip video în fundal

# #31216
source: Show now playing item in homescreen
ro: Arată fișierul redat în ecranul principal

# #31217
source: Fanart slideshow
ro: Folosește fanart ca fundal

# #31218
source: Select the type of fanart to show
ro: Selectează tip fanart

# #31219
source: How to display the fanart title
ro: Mod afișare titlu fanart

# #31220
source: Show as text
ro: Afișează ca text

# #31221
source: Show the logo (if available)
ro: Afișează ca logo (dacă e disponibil)

# #31222
source: Don't show anything
ro: Nu afișa nimic

# #31223
source: Disable widgets
ro: Dezactivează widget-uri

# #31224
source: Always show widgets
ro: Afișează întotdeauna widget-urile

# #31225
source: Don't show widget indicator
ro: Nu afișa indicator widget-uri

# #31230
source: Enable Global Fanart Background
ro: Activează fundal fanart global

# #31231
source: Use weather fanart
ro: Folosește fanart pentru Meteo

# #31232
source: Set weather fanart path
ro: Setează calea către fanart Meteo

# #31234
source: Use fanart in now playing screen
ro: Folosește fanart în ecran vizualizare

# #31235
source: Blend visualisation and fanart
ro: Îmbină vizualizări și fanart

# #31236
source: Enable logos for tv shows
ro: Activează logo pentru seriale tv

# #31237
source: Enable logos for movies
ro: Activează logo pentru filme

# #31238
source: Download logos
ro: Descarcă logo

# #31239
source: Enable banners for movies
ro: Activează bannere pentru filme

# #31240
source: Download banners
ro: Descarcă bannere

# #31241
source: Prefer landscape thumbnails when available
ro: Prefer pictograme când sunt disponibile

# #31242
source: Download thumbnails
ro: Descarcă pictograme

# #31249
source: Show TV show ratings
ro: Afişează notă serial TV

# #31250
source: Show movie ratings
ro: Arată notă film

# #31251
source: Highlight first letter while scrolling
ro: Subliniază prima literă la defilare

# #31252
source: Controls to show for now playing media in options menu
ro: Afișare controale pentru "Acum rulează" în opțiuni meniu

# #31253
source: Disable now playing overlays
ro: Dezactivează indicator "Acum rulează"

# #31254
source: Disable unwatched indicators for movies
ro: Dezactivează indicatori neurmărit pentru Filme

# #31255
source: Disable unwatched indicators for TV shows
ro: Dezactivează indicatori neurmărit pentru Seriale TV

# #31256
source: Disable unwatched indicators for episodes
ro: Dezactivează indicatori neurmărit pentru episoade

# #31257
source: Disable unwatched indicators for video files
ro: Dezactivează indicatori neurmărit în mod fișiere

# #31258
source: Disable resumable indicators
ro: Dezactivează indicatori parțial urmărit

# #31259
source: Disable Next Aired add-on
ro: Dezactivează supliment Next Aired

# #31260
source: Disable GlobalSearch add-on
ro: Dezactivează supliment GlobalSearch

# #31261
source: Disable Artist Slideshow add-on
ro: Dezactivează supliment Artist Slideshow

# #31263
source: Enable virtual keyboard
ro: Activează tastatura virtuală

# #31264
source: Enable kiosk mode
ro: Activează modul kiosk

# #31265
source: Clean library before updating manually
ro: Curăță mediateca înainte de actualizare manuală

# #31281
source: Output
ro: Ieșire

# #31282
source: Enable TV Tunes add-on
ro: Activează supliment Tv Tunes

# #31283
source: Show current playlist button when playback is stopped
ro: Afișează playlist curent la oprire redare

# #31284
source: fullscreen / playlist button
ro: buton ecran întreg / listă redare

# #31285
source: Player controls
ro: Controale player

# #31300
source: Fwd 2X
ro: Înainte 2X

# #31301
source: Fwd 4X
ro: Înainte 4X

# #31302
source: Fwd 8X
ro: Înainte 8X

# #31303
source: Fwd 16X
ro: Înainte 16X

# #31304
source: Fwd 32X
ro: Înainte 32X

# #31305
source: Rwd 2X
ro: Înapoi 2X

# #31306
source: Rwd 4X
ro: Înapoi 4X

# #31307
source: Rwd 8X
ro: Înapoi 8X

# #31308
source: Rwd 16X
ro: Înapoi 16X

# #31309
source: Rwd 32X
ro: Înapoi 32X

# #31320
source: Get subtitles
ro: Descarcă subtitrări

# #31321
source: Disable subtitles
ro: Dezactivează subtitrare

# #31322
source: Get lyrics
ro: Descarcă versuri

# #31323
source: Finish Time:
ro: Oră încheiere:

# #31324
source: Watch in 2D
ro: Urmărește în 2D

# #31325
source: Watch in 3D
ro: Urmărește în 3D

# #31326
source: Select 3D mode
ro: Selectează modul 3D

# #31327
source: Next subtitles
ro: Următoarea subtitrare

# #31329
source: Subtitle settings
ro: Setări subtitrare

# #31400
source: Available groups
ro: Grupuri disponibile

# #31401
source: Add group
ro: Adaugă grup

# #31402
source: Rename group
ro: Redenumește grup

# #31403
source: Delete group
ro: Șterge grup

# #31404
source: Hidden channels
ro: Canale ascunse

# #31405
source: Apply
ro: Aplică

# #31406
source: Actions
ro: Activități

# #31500
source: Age
ro: Vârstă

# #31501
source: Last aired on
ro: Ultima difuzare pe

# #31502
source: Airs next on
ro: Următoarea difuzare pe

# #31504
source: Show (scheduled) recording on Home screen
ro: Afișează înregistrările (programate) în PVR și meniul principal

# #31520
source: Change artwork
ro: Schimbă grafica

# #31521
source: Download theme song
ro: Descarcă cântec temă

# #31604
source: New search
ro: Căutare nouă

# #31605
source: Currently
ro: Acum

# #31606
source: TV Guide
ro: Ghid TV

# #31607
source: Set default lyrics add-on
ro: Setează supliment Lyrics

# #31608
source: Search results for
ro: Rezultatele căutării pentru

# #31609
source: Search on YouTube
ro: Caută pe Youtube

# #31610
source: in library
ro: în mediatecă

# #31700
source: Repositories
ro: Surse suplimente

# #31702
source: Last played on
ro: Redat ultima dată pe

# #31705
source: Recently Added
ro: Recent adăugate

# #31706
source: Shortcut
ro: Scurtătură

# #31707
source: Grabbing fanart
ro: Încărcare fanart

# #31708
source: Welcome
ro: Bun venit

# #31709
source: Please log in
ro: Autentificați-vă

# #31710
source: Updating
ro: Actualizare

# #31711
source: Searching
ro: Căutare

# #31712
source: Working
ro: Se procesează

# #31713
source: Reset all skin settings
ro: Resetează skin

# #31714
source: To apply the settings, the skin needs to be reloaded
ro: Reîncărcare necesară pentru aplicare

# #31715
source: Can this be done now?
ro: Se poate face acum ?

# #31716
source: This will reset all skin settings. This cannot be undone.
ro: Resetare skin. Nu poate fi reversat.

# #31717
source: Finishing up
ro: Terminare

# #31718
source: Good morning
ro: Bună dimineața

# #31719
source: Good afternoon
ro: Bună ziua

# #31720
source: Good evening
ro: Bună seara

# #31800
source: Skin design + development
ro: Interfață proiectată și dezvoltată

# #31801
source: Special thanks
ro: Mulțumiri speciale

# #31802
source: Attribution
ro: Atribuire

# #31803
source: Translation
ro: Traducere

# #31804
source: Final note
ro: Notă finală

# #31805
source: Team-Kodi, the Kodi Community, and YOU for using reFocus!
ro: Echipei Kodi, comunității Kodi și ție pentru utilizarea reFocus !

# #31806
source: Please consider supporting the development of Kodi - [B]kodi.tv/contribute/[/B]
ro: Susțineți dezvoltarea Kodi - [B]kodi.tv/contribute/[/B]

# #31991
source: reFocus by Jeroen
ro: reFocus de Jeroen

# #31990
source: reFocus is a graphical interface for Kodi that understands your media is what truly matters. Elegance, simplicity, refinement, consistency and balanced design are keywords for this skin.
ro: reFocus e o interfaţă grafică pentru Kodi, care înţelege că ceea ce contează cu adevărat e conţinutul. Eleganţă, simplitate, rafinament, consistenţă şi design echilibrat sunt cuvintele cheie ale acestei interfeţe.

# #31991
source: Mouse and touchscreen use not supported
ro: Nu există suport pentru touchscreen și mouse.
