Repository: jeroenpardon/skin.refocus
Catalog: language/Finnish/strings.po
Languages: fi_fi

# #31000
source: Home Menu
fi_fi: Päävalikko

# #31010
source: New Episodes
fi_fi: Uudet Jaksot

# #31011
source: New Movies
fi_fi: Uudet Elokuvat

# #31012
source: New Albums
fi_fi: Uudet Albumit

# #31013
source: Watchlist
fi_fi: Seurantalista

# #31015
source: Trailers
fi_fi: Trailerit

# #31016
source: Recently Played
fi_fi: Viimeksi Toistetut

# #31017
source: Recommended
fi_fi: Suositellut

# #31018
source: You're about to delete settings. You will no longer be able to change any system settings unless you have provided a different method. Are you sure?
fi_fi: Olet poistamassa asetukset. Et pysty enään muuttamaan järjestelmän asetuksia ellei sinulla ole muuta tapaa päästä asetukset valikkoon. Oletko varma?

# #31028
source: Watchlist
fi_fi: Seurantalista

# #31029
source: Watchlist: movies
fi_fi: Seurantalista: elokuvat

# #31030
source: Watchlist: tv shows
fi_fi: Seurantalista: TV-ohjelmat

# #31031
source: Recently added video
fi_fi: Viimeksi lisätyt videot

# #31032
source: Recommended albums
fi_fi: Suositellut albumit

# #31033
source: Showing
fi_fi: Toistetaan

# #31034
source: Playing
fi_fi: Toistetaan

# #31035
source: Now playing
fi_fi: Toistetaan

# #31036
source: Unwatched movies
fi_fi: Katsomattomat elokuvat

# #31100
source: Available Views
fi_fi: Käytettävät näkymät

# #31109
source: Tiles
fi_fi: Tiilet

# #31110
source: Banners
fi_fi: Bannerit

# #31111
source: Gallery
fi_fi: Galleria

# #31112
source: Slide
fi_fi: Julistekierto

# #31113
source: Thumbnails
fi_fi: Ruudukko

# #31114
source: View
fi_fi: Näkymä

# #31120
source: Layout
fi_fi: Asettelu

# #31121
source: Landscape
fi_fi: Fanitaide

# #31122
source: Portrait
fi_fi: Kansikuva

# #31123
source: Large grid
fi_fi: Iso ruudukko

# #31124
source: Small grid
fi_fi: Pieni ruudukko

# #31125
source: Fullscreen
fi_fi: Kokoruutu

# #31126
source: Strip
fi_fi: Kaistale

# #31140
source: Sorting
fi_fi: Lajittelutapa

# #31141
source: Order
fi_fi: Järjestys

# #31143
source: Items
fi_fi: Kohdetta

# #31145
source: Genre unknown
fi_fi: Tyylilaji tuntematon

# #31146
source: Date unknown
fi_fi: Ei päivämäärää

# #31147
source: Unwatched episode
fi_fi: Katsomaton jakso

# #31148
source: Unwatched episodes
fi_fi: Katsomattomat jaksot

# #31149
source: Sort by
fi_fi: Lajittele

# #31150
source: Files mode
fi_fi: Tiedostonhallinta

# #31151
source: Details unavailable
fi_fi: Tietoja ei saatavilla

# #31152
source: Description unavailable
fi_fi: Kuvausta ei saatavilla

# #31200
source: Homescreen
fi_fi: Päävalikko

# #31201
source: Artwork
fi_fi: Fanitaide

# #31202
source: View settings
fi_fi: Näkymä

# #31203
source: Other
fi_fi: Muut

# #31204
source: About
fi_fi: Tiedot

# #31205
source: Settings level
fi_fi: Asetuksien taso

# #31206
source: Menu layout
fi_fi: Valikon sommittelu

# #31207
source: Vertical
fi_fi: Pystysuuntainen

# #31208
source: Horizontal
fi_fi: Vaakasuuntainen

# #31209
source: Use compact menu
fi_fi: Käytä tiivistettyä valikkoa

# #31210
source: Customize home
fi_fi: Muokkaa kotivalikkoa

# #31211
source: Customize menu items and widgets
fi_fi: Muokkaa valikon osioita ja widgettejä

# #31212
source: Use single image as background
fi_fi: Valitse taustakuva

# #31213
source: Use a folder of images as background slideshow
fi_fi: Valitse taustan kuvaesityksen kansio

# #31214
source: Use a slideshow of your fanart
fi_fi: Käytä fanitaiteissa kuvaesitystä

# #31215
source: Show now playing video in background
fi_fi: Näytä toistettava video taustalla

# #31216
source: Show now playing item in homescreen
fi_fi: Näytä Toistetaan osio Päävalikossa

# #31217
source: Fanart slideshow
fi_fi: Fanitaiteen kuvaesitys

# #31218
source: Select the type of fanart to show
fi_fi: Valitse näytettävän fanitaiteen tyyppi

# #31219
source: How to display the fanart title
fi_fi: Kuinka fanitaiteen otsikko näytetään

# #31220
source: Show as text
fi_fi: Näytä tekstinä

# #31221
source: Show the logo (if available)
fi_fi: Näytä logo (jos saatavilla)

# #31222
source: Don't show anything
fi_fi: Älä näytä mitään

# #31223
source: Disable widgets
fi_fi: Poista widgetit käytöstä

# #31224
source: Always show widgets
fi_fi: Näytä widgetit aina

# #31225
source: Don't show widget indicator
fi_fi: Älä näytä widgettien ilmaisinta

# #31230
source: Enable Global Fanart Background
fi_fi: Näytä fanitaide

# #31231
source: Use weather fanart
fi_fi: Näytä sään fanitaide

# #31232
source: Set weather fanart path
fi_fi: Valitse sään fanitaiteen sijainti

# #31234
source: Use fanart in now playing screen
fi_fi: Näytä fanitaide toistoikkunassa

# #31235
source: Blend visualisation and fanart
fi_fi: Sekoita visualisointi ja fanitaide

# #31236
source: Enable logos for tv shows
fi_fi: Ota TV-ohjelmien logot käyttöön

# #31237
source: Enable logos for movies
fi_fi: Ota elokuvien logot käyttöön

# #31238
source: Download logos
fi_fi: Lataa logot

# #31239
source: Enable banners for movies
fi_fi: Ota elokuvien bannerit käyttöön

# #31240
source: Download banners
fi_fi: Lataa bannerit

# #31241
source: Prefer landscape thumbnails when available
fi_fi: Käytä vaakakuvia aina kun mahdollista

# #31242
source: Download thumbnails
fi_fi: Lataa esikatselukuvat

# #31250
source: Show movie ratings
fi_fi: Näytä elokuvien pisteytykset

# #31251
source: Highlight first letter while scrolling
fi_fi: Korosta ensimmäinen kirjain vierityksessä

# #31252
source: Controls to show for now playing media in options menu
fi_fi: Näytettävät hallintapainikkeet toistettavan median asetukset valikossa

# #31253
source: Disable now playing overlays
fi_fi: Poista käytöstä toistetaan korostukset

# #31254
source: Disable unwatched indicators for movies
fi_fi: Poista käytöstä katsomattomien elokuvien ilmaisin

# #31255
source: Disable unwatched indicators for TV shows
fi_fi: Poista käytöstä katsomattomien TV-ohjelmien ilmaisin

# #31256
source: Disable unwatched indicators for episodes
fi_fi: Poista käytöstä katsomattomien jaksojen ilmaisin

# #31257
source: Disable unwatched indicators for video files
fi_fi: Poista käytöstä katsomattomien videoiden ilmaisin

# #31258
source: Disable resumable indicators
fi_fi: Poista käytöstä kesken-ilmaisin

# #31259
source: Disable Next Aired add-on
fi_fi: Poista Next Aired lisäosa käytöstä

# #31260
source: Disable GlobalSearch add-on
fi_fi: Posta GlobalSearch lisäosa käytöstä

# #31261
source: Disable Artist Slideshow add-on
fi_fi: Poista Artist Slideshow lisäosa käytöstä

# #31263
source: Enable virtual keyboard
fi_fi: Käytä virtuaalinäppäimistöä

# #31264
source: Enable kiosk mode
fi_fi: Kytke "Kioski" tila päälle

# #31265
source: Clean library before updating manually
fi_fi: Puhdista kirjasto ennen manuaalista päivitystä

# #31280
source: Plugin
fi_fi: Lisäosa

# #31281
source: Output
fi_fi: Ulostulo

# #31282
source: Enable TV Tunes add-on
fi_fi: Käytä TV Tunes lisäosaa

# #31283
source: Show current playlist button when playback is stopped
fi_fi: Näytä nykyinen toistolista nappi kun toisto on pysäytetty

# #31284
source: fullscreen / playlist button
fi_fi: Kokoruutu / toistolista nappi

# #31285
source: Player controls
fi_fi: Soittimen hallintapainikkeet

# #31300
source: Fwd 2X
fi_fi: >> 2X

# #31301
source: Fwd 4X
fi_fi: >> 4X

# #31302
source: Fwd 8X
fi_fi: >> 8X

# #31303
source: Fwd 16X
fi_fi: >> 16X

# #31304
source: Fwd 32X
fi_fi: >> 32X

# #31305
source: Rwd 2X
fi_fi: << 2X

# #31306
source: Rwd 4X
fi_fi: << 4X

# #31307
source: Rwd 8X
fi_fi: << 8X

# #31308
source: Rwd 16X
fi_fi: << 16X

# #31309
source: Rwd 32X
fi_fi: << 32X

# #31320
source: Get subtitles
fi_fi: Lataa tekstitykset

# #31321
source: Disable subtitles
fi_fi: Poista tekstitykset käytöstä

# #31322
source: Get lyrics
fi_fi: Lataa sanat

# #31323
source: Finish Time:
fi_fi: Päättymisaika:

# #31324
source: Watch in 2D
fi_fi: Katso 2D:nä

# #31325
source: Watch in 3D
fi_fi: Katso 3D:nä

# #31326
source: Select 3D mode
fi_fi: Valitse 3D tyyppi

# #31327
source: Next subtitles
fi_fi: Seuraava tekstitys

# #31328
source: Playlist
fi_fi: Toistolista

# #31329
source: Subtitle settings
fi_fi: Tekstitysasetukset

# #31400
source: Available groups
fi_fi: Käytettävät Ryhmät

# #31401
source: Add group
fi_fi: Lisää ryhmä

# #31402
source: Rename group
fi_fi: Nimeä ryhmä

# #31403
source: Delete group
fi_fi: Poista ryhmä

# #31404
source: Hidden channels
fi_fi: Piilotetut kanavat

# #31405
source: Apply
fi_fi: Hyväksy

# #31500
source: Age
fi_fi: Ikä

# #31501
source: Last aired on
fi_fi: Viimeksi esitetty

# #31502
source: Airs next on
fi_fi: Esitetään Seuraavaksi

# #31503
source: Status
fi_fi: Tila

# #31504
source: Show (scheduled) recording in PVR and Home screen
fi_fi: Näytä (ajastetut) nauhoitukset PVR- ja kotinäkymässä

# #31520
source: Change artwork
fi_fi: Vaihda Esikatselukuva

# #31521
source: Download theme song
fi_fi: Lataa teemamusiikki

# #31604
source: New search
fi_fi: Uusi haku

# #31605
source: Currently
fi_fi: Tällä hetkellä

# #31606
source: TV Guide
fi_fi: TV-opas

# #31607
source: Set default lyrics add-on
fi_fi: Valitse käytettävä lyriikka lisäosa

# #31700
source: Repositories
fi_fi: Ohjelmavarastot

# #31702
source: Last played on
fi_fi: Viimeksi toistetut

# #31705
source: Recently Added
fi_fi: Viimeksi Lisätyt

# #31707
source: Grabbing fanart
fi_fi: Napataan fanitaide

# #31708
source: Welcome
fi_fi: Tervetuloa

# #31709
source: Please log in
fi_fi: Ole hyvä ja kirjaudu

# #31711
source: Searching
fi_fi: Haetaan

# #31712
source: Working
fi_fi: Ladataan

# #31713
source: Reset all skin settings
fi_fi: Palauta kaikki ulkoasun asetukset

# #31714
source: To apply the settings, the skin needs to be reloaded
fi_fi: Asetuksien hyväksyntä vaatii ulkoasun uudelleen lataamisen

# #31715
source: Can this be done now?
fi_fi: Voiko tämän tehdä nyt?

# #31716
source: This will reset all skin settings. This cannot be undone.
fi_fi: Tästä palautat kaikki ulkoasun asetukset ennalleen. Tätä ei voi perua.

# #31717
source: Finishing up
fi_fi: Viimeistellään

# #31718
source: Good morning
fi_fi: Hyvää huomenta

# #31719
source: Good afternoon
fi_fi: Hyvää iltapäivää

# #31720
source: Good evening
fi_fi: Hyvää iltaa

# #31800
source: Skin design + development
fi_fi: Ulkoasun suunnittelu + kehitys

# #31801
source: Special thanks
fi_fi: Erityiset kiitokset

# #31803
source: Translation
fi_fi: Käännökset

# #31804
source: Final note
fi_fi: Viimeiset sanat
