Repository: jeroenpardon/skin.refocus
Catalog: language/Bulgarian/strings.po
Languages: bg

# #31000
source: Home Menu
bg: Начално меню

# #31010
source: New Episodes
bg: Нови епизоди

# #31011
source: New Movies
bg: Нови филми

# #31012
source: New Albums
bg: Нови албуми

# #31014
source: Live TV
bg: Телевизия

# #31015
source: Trailers
bg: Трейлъри

# #31016
source: Recently Played
bg: Последно възпроизведени

# #31017
source: Recommended
bg: Препоръчани

# #31031
source: Recently added video
bg: Последно добавени видео файлове

# #31032
source: Recommended albums
bg: Препоръчани албуми

# #31033
source: Showing
bg: Показани са

# #31035
source: Now playing
bg: Сега се възпроизвежда

# #31036
source: Unwatched movies
bg: Неизгледани филми

# #31100
source: Available Views
bg: Налични изгледи

# #31110
source: Banners
bg: Банери

# #31111
source: Gallery
bg: Галерия

# #31112
source: Slide
bg: Плъзгане

# #31113
source: Thumbnails
bg: Миниатюри

# #31114
source: View
bg: Изглед

# #31120
source: Layout
bg: Картинка

# #31121
source: Landscape
bg: Фанарт

# #31122
source: Portrait
bg: Плакат

# #31123
source: Large grid
bg: Голяма решетка

# #31124
source: Small grid
bg: Малка решетка

# #31125
source: Fullscreen
bg: На цял екран

# #31140
source: Sorting
bg: Сортиране

# #31142
source: By
bg: от

# #31143
source: Items
bg: Елемента

# #31144
source: By
bg: по

# #31145
source: Genre unknown
bg: Неизвестен жанр

# #31146
source: Date unknown
bg: Неизвестна дата

# #31147
source: Unwatched episode
bg: Неизгледан епизод

# #31148
source: Unwatched episodes
bg: Неизгледани епизода

# #31149
source: Sort by
bg: Подредба

# #31150
source: Files mode
bg: Режим "файлове"

# #31151
source: Details unavailable
bg: Няма налични детайли

# #31152
source: Description unavailable
bg: Няма налично описание

# #31153
source: Next episode
bg: Следващ епизод

# #31200
source: Homescreen
bg: Начален екран

# #31201
source: Artwork
bg: Изображения

# #31202
source: View settings
bg: Визуални настройки

# #31203
source: Other
bg: Други

# #31204
source: About
bg: Относно

# #31205
source: Settings level
bg: Видими насройки

# #31206
source: Menu layout
bg: Подредба на менюто

# #31207
source: Vertical
bg: Вертикално

# #31208
source: Horizontal
bg: Хоризонтално

# #31209
source: Use compact menu
bg: Компактно меню

# #31212
source: Use single image as background
bg: Фон от една картина

# #31213
source: Use a folder of images as background slideshow
bg: Фон от слайдшоу - папка с картини като източник

# #31214
source: Use a slideshow of your fanart
bg: Ползвай слайдшоу от фанарт

# #31215
source: Show now playing video in background
bg: Ползвай за фон възпроизвежданото в момента видео

# #31216
source: Show now playing item in homescreen
bg: Ползвай за фон възпроизвежданото в момента видео

# #31217
source: Fanart slideshow
bg: Слайдшоу от фанарт

# #31218
source: Select the type of fanart to show
bg: Изберете кой тип фанарт да се ползва

# #31219
source: How to display the fanart title
bg: Как да се показва заглавието на фанарт-а

# #31220
source: Show as text
bg: Като текст

# #31221
source: Show the logo (if available)
bg: Пказвай логото (ако е налично)

# #31222
source: Don't show anything
bg: Не показвай нищо

# #31230
source: Enable Global Fanart Background
bg: Ползвай общ фанарт за фон на менютата

# #31231
source: Use weather fanart
bg: Ползвай фанарт за времето

# #31232
source: Set weather fanart path
bg: Задайте път до фанарта

# #31234
source: Use fanart in now playing screen
bg: Ползвай фанарт в екрана "Сега се възпроизвежда"

# #31235
source: Blend visualisation and fanart
bg: Смесване на визуализацията и фанарта

# #31236
source: Enable logos for tv shows
bg: Ползвай лого за ТВ Сериали

# #31237
source: Enable logos for movies
bg: Ползвай лого за филмите

# #31239
source: Enable banners for movies
bg: Ползвай банери за филмите

# #31241
source: Prefer landscape thumbnails when available
bg: Предпочитай пейзажни миниатчри, когато са налични

# #31250
source: Show movie ratings
bg: Показвай рейтинга на филмите

# #31251
source: Highlight first letter while scrolling
bg: Отличаване на първата буква при превъртане

# #31254
source: Disable unwatched indicators for movies
bg: Не покавай кои филми са изгледани

# #31255
source: Disable unwatched indicators for TV shows
bg: Не покавай кои ТВ Сериали са изгледани

# #31256
source: Disable unwatched indicators for episodes
bg: Не покавай кои епизоди са изгледани

# #31257
source: Disable unwatched indicators for video files
bg: Не покавай кои видео файлове са изгледани

# #31259
source: Disable Next Aired add-on
bg: Изключи добавката Next Aired

# #31260
source: Disable GlobalSearch add-on
bg: Изключи добавката GlobalSearch

# #31261
source: Disable Artist Slideshow add-on
bg: Изключи добавката Artist Slideshow

# #31263
source: Enable virtual keyboard
bg: Включи виртуалната клавиатура

# #31264
source: Enable kiosk mode
bg: Включи kiosk режим

# #31265
source: Clean library before updating manually
bg: Почиствай библиотеката преди всяко ръчно обновяване

# #31280
source: Plugin
bg: Добавка

# #31281
source: Output
bg: Изход

# #31282
source: Enable TV Tunes add-on
bg: Включи добавка за TVTunes

# #31300
source: Fwd 2X
bg: Напред 2х

# #31301
source: Fwd 4X
bg: Напред 4х

# #31302
source: Fwd 8X
bg: Напред 8х

# #31303
source: Fwd 16X
bg: Напред 16х

# #31304
source: Fwd 32X
bg: Напред 32х

# #31305
source: Rwd 2X
bg: Назад 2х

# #31306
source: Rwd 4X
bg: Назад 4х

# #31307
source: Rwd 8X
bg: Назад 8х

# #31308
source: Rwd 16X
bg: Назад 16х

# #31309
source: Rwd 32X
bg: Назад 32х

# #31320
source: Get subtitles
bg: Свали субтитри

# #31321
source: Disable subtitles
bg: Изключи субтитрите

# #31322
source: Get lyrics
bg: Свали лирики

# #31323
source: Finish Time:
bg: Ще свърши в:

# #31324
source: Watch in 2D
bg: Гледайте в 2D

# #31325
source: Watch in 3D
bg: Гледайте в 3D

# #31326
source: Select 3D mode
bg: Изберете 3D режим

# #31327
source: Next subtitles
bg: Следващи субтитри

# #31328
source: Playlist
bg: Плейлист

# #31329
source: Subtitle settings
bg: Настройки на субтитрите

# #31400
source: Available groups
bg: Налични групи

# #31401
source: Add group
bg: Добави група

# #31402
source: Rename group
bg: Преименувай групата

# #31403
source: Delete group
bg: Изтрий групата

# #31404
source: Hidden channels
bg: Скрити канали

# #31500
source: Age
bg: Категория

# #31503
source: Status
bg: Състояние

# #31520
source: Change artwork
bg: Промени изображение

# #31604
source: New search
bg: Ново търсене

# #31605
source: Currently
bg: Текущите

# #31606
source: TV Guide
bg: ТВ гид

# #31607
source: Set default lyrics add-on
bg: Задайте стандартна добавка за лирики

# #31700
source: Repositories
bg: Хранилища

# #31701
source: Min
bg: мин

# #31705
source: Recently Added
bg: Последно добавени

# #31708
source: Welcome
bg: Добре дошли

# #31709
source: Please log in
bg: Моля, влезте

# #31711
source: Searching
bg: Търсене

# #31712
source: Working
bg: Работи

# #31713
source: Reset all skin settings
bg: Нулирай настройките на облика

# #31714
source: To apply the settings, the skin needs to be reloaded
bg: За да бъдат приложени промените, облика трябва да се зареди наново.

# #31715
source: Can this be done now?
bg: Да бъде ли презареден сега?

# #31716
source: This will reset all skin settings. This cannot be undone.
bg: Нулира всички настройки на облика, без възможност за възстановяване!

# #31717
source: Finishing up
bg: Приключва...

# #31718
source: Good morning
bg: Добро утро

# #31719
source: Good afternoon
bg: Добър ден

# #31720
source: Good evening
bg: Добър вечер

# #31800
source: Skin design + development
bg: Дизай на облика и развитие

# #31801
source: Special thanks
bg: Специални благодарности

# #31803
source: Translation
bg: Превод

# #31804
source: Final note
bg: Финални бележки

# #31805
source: Team-Kodi, the Kodi Community, and YOU for using reFocus!
bg: Team-Kodi (екипът зад Kodi), общността и на Вас за това, че ползвате reFocus!

# #31806
source: Please consider supporting the development of Kodi - [B]kodi.tv/contribute/[/B]
bg: Моля, обмислете възможността да подкрепите развитието на Kodi- [B]kodi.tv/contribute/[/B]

# #31991
source: reFocus by Jeroen
bg: reFocus от Jeroen

# #31991
source: Mouse and touchscreen use not supported
bg: Ползването на мишка не се поддържа
