Repository: jeroenpardon/skin.refocus
Catalog: language/Portuguese (Portugal)/strings.po
Languages: pt_pt

# #31000
source: Home Menu
pt_pt: Menu Inicial

# #31010
source: New Episodes
pt_pt: Novos Episódios

# #31011
source: New Movies
pt_pt: Novos Filmes

# #31012
source: New Albums
pt_pt: Novos Álbuns

# #31013
source: Watchlist
pt_pt: [I]Watchlist[/I]

# #31014
source: Live TV
pt_pt: TV em Directo

# #31015
source: Trailers
pt_pt: [I]Trailers[/I]

# #31016
source: Recently Played
pt_pt: Reproduzido Recentemente

# #31017
source: Recommended
pt_pt: Recomendado(s)

# #31018
source: You're about to delete settings. You will no longer be able to change any system settings unless you have provided a different method. Are you sure?
pt_pt: Se apagar as definições, deixará de poder alterar configurações de sistema por este meio. Tem a certeza?

# #31028
source: Watchlist
pt_pt: [I]Watchlist[/I]

# #31029
source: Watchlist: movies
pt_pt: [I]Watchlist[/I]: filmes

# #31030
source: Watchlist: tv shows
pt_pt: [I]Watchlist[/I]: séries de tv

# #31031
source: Recently added video
pt_pt: Vídeo adicionado recentemente

# #31032
source: Recommended albums
pt_pt: Álbuns recomendados

# #31033
source: Showing
pt_pt: A exibir

# #31034
source: Playing
pt_pt: A reproduzir

# #31035
source: Now playing
pt_pt: Em reprodução

# #31036
source: Unwatched movies
pt_pt: Filmes não vistos

# #31100
source: Available Views
pt_pt: Vistas Disponíveis

# #31109
source: Tiles
pt_pt: Quadrados

# #31110
source: Banners
pt_pt: [I]Banners[/I]

# #31111
source: Gallery
pt_pt: Galeria

# #31112
source: Slide
pt_pt: [I]Slide[/I]

# #31113
source: Thumbnails
pt_pt: Miniaturas

# #31114
source: View
pt_pt: Vista

# #31120
source: Layout
pt_pt: [I]Layout[/I]

# #31121
source: Landscape
pt_pt: Horizontal

# #31122
source: Portrait
pt_pt: Vertical

# #31123
source: Large grid
pt_pt: Grelha Grande

# #31124
source: Small grid
pt_pt: Grelha Pequena

# #31125
source: Fullscreen
pt_pt: Ecrã Inteiro

# #31126
source: Strip
pt_pt: Faixas

# #31140
source: Sorting
pt_pt: Ordenação

# #31143
source: Items
pt_pt: Itens

# #31144
source: By
pt_pt: Por

# #31145
source: Genre unknown
pt_pt: Género desconhecido

# #31146
source: Date unknown
pt_pt: Data desconhecida

# #31147
source: Unwatched episode
pt_pt: Episódio não visto

# #31148
source: Unwatched episodes
pt_pt: Episódios não vistos

# #31149
source: Sort by
pt_pt: Ordenar por

# #31150
source: Files mode
pt_pt: Modo de Ficheiros

# #31151
source: Details unavailable
pt_pt: Detalhes não disponíveis

# #31152
source: Description unavailable
pt_pt: Descrição não disponível

# #31200
source: Homescreen
pt_pt: Ecrã Inicial

# #31201
source: Artwork
pt_pt: [I]Artwork[/I]

# #31202
source: View settings
pt_pt: Personalizações visuais

# #31203
source: Other
pt_pt: Outros

# #31204
source: About
pt_pt: Acerca

# #31205
source: Settings level
pt_pt: Nível de ajuste das definições

# #31206
source: Menu layout
pt_pt: [I]Layout[/I] do menu

# #31209
source: Use compact menu
pt_pt: Usar menu compacto

# #31210
source: Customize home
pt_pt: Personalizar menu inicial

# #31211
source: Customize menu items and widgets
pt_pt: Personalizar menu e [I]widgets[/I]

# #31212
source: Use single image as background
pt_pt: Usar imagem de fundo única

# #31213
source: Use a folder of images as background slideshow
pt_pt: Usar uma pasta para [I]slideshow[/I] de imagens

# #31214
source: Use a slideshow of your fanart
pt_pt: Utilizar [I]slideshow[/I] de [I]fanart[/I]

# #31215
source: Show now playing video in background
pt_pt: Mostrar em segudo plano o vídeo em reprodução

# #31216
source: Show now playing item in homescreen
pt_pt: Mostrar no ecrã inicial o item em reprodução

# #31217
source: Fanart slideshow
pt_pt: [I]Slideshow[/I] de [I]Fanart[/I]

# #31218
source: Select the type of fanart to show
pt_pt: Seleccione o tipo de [I]fanart[/I] a mostrar

# #31219
source: How to display the fanart title
pt_pt: Aparência do título da [I]fanart[/I]

# #31220
source: Show as text
pt_pt: Mostrar como texto

# #31221
source: Show the logo (if available)
pt_pt: Mostrar logotipo (se disponível)

# #31222
source: Don't show anything
pt_pt: Não mostrar nada

# #31223
source: Disable widgets
pt_pt: Desactivar [I]widgets[/I]

# #31224
source: Always show widgets
pt_pt: Mostrar sempre os [I]widgets[/I]

# #31225
source: Don't show widget indicator
pt_pt: Não mostrar indicador do [I]widget[/I]

# #31230
source: Enable Global Fanart Background
pt_pt: Activar fundo de [I]Global Fanart[/I]

# #31231
source: Use weather fanart
pt_pt: Utilizar [I]fanart[/I] de meteorologia

# #31232
source: Set weather fanart path
pt_pt: Definir localização da [I]fanart[/I] de meteorologia

# #31234
source: Use fanart in now playing screen
pt_pt: Usar [I]fanart[/I] no ecrã Em Reprodução

# #31235
source: Blend visualisation and fanart
pt_pt: Conjugar visualização e [I]fanart[/I]

# #31236
source: Enable logos for tv shows
pt_pt: Activar logotipos nas séries de TV

# #31237
source: Enable logos for movies
pt_pt: Activar logotipos nos filmes

# #31238
source: Download logos
pt_pt: Descarregar logotipos

# #31239
source: Enable banners for movies
pt_pt: Activar [I]banners[/I] nos filmes

# #31240
source: Download banners
pt_pt: Descarregar [I]banners[/I]

# #31241
source: Prefer landscape thumbnails when available
pt_pt: Preferir miniaturas horizontais (se disponíveis)

# #31242
source: Download thumbnails
pt_pt: Descarregar miniaturas

# #31250
source: Show movie ratings
pt_pt: Mostrar pontuação dos filmes

# #31251
source: Highlight first letter while scrolling
pt_pt: Destacar letra inicial ao fazer [I]scroll[/I]

# #31252
source: Controls to show for now playing media in options menu
pt_pt: Controlos exibidos no menu de opções

# #31253
source: Disable now playing overlays
pt_pt: Desactivar descrição de reprodução

# #31254
source: Disable unwatched indicators for movies
pt_pt: Desactivar marcador para Filmes não vistos

# #31255
source: Disable unwatched indicators for TV shows
pt_pt: Desactivar marcador para Séries não vistas

# #31256
source: Disable unwatched indicators for episodes
pt_pt: Desactivar marcador para Episódios não vistos

# #31257
source: Disable unwatched indicators for video files
pt_pt: Desactivar marcador para Ficheiros de vídeos não vistos

# #31258
source: Disable resumable indicators
pt_pt: Desactivar marcador de progresso

# #31259
source: Disable Next Aired add-on
pt_pt: Desactivar [I]add-on[/I] Next Aired

# #31260
source: Disable GlobalSearch add-on
pt_pt: Desactivar [I]add-on[/I] GlobalSearch

# #31261
source: Disable Artist Slideshow add-on
pt_pt: Desactivar [I]add-on[/I] Artist Slideshow

# #31263
source: Enable virtual keyboard
pt_pt: Activar teclado virtual

# #31264
source: Enable kiosk mode
pt_pt: Activar modo de quiosque

# #31265
source: Clean library before updating manually
pt_pt: Limpar biblioteca antes de uma actualização manual

# #31280
source: Plugin
pt_pt: [I]Plugin[/I]

# #31281
source: Output
pt_pt: Saída

# #31282
source: Enable TV Tunes add-on
pt_pt: Activar [I]add-on[/I] TV Tunes

# #31283
source: Show current playlist button when playback is stopped
pt_pt: Mostrar botão de [I]playlist[/I] actual quando a reprodução está parada

# #31284
source: fullscreen / playlist button
pt_pt: botão de ecrã-inteiro / [I]playlist[/I]

# #31285
source: Player controls
pt_pt: Controlos de reprodução

# #31300
source: Fwd 2X
pt_pt: Avançar 2X

# #31301
source: Fwd 4X
pt_pt: Avançar 4X

# #31302
source: Fwd 8X
pt_pt: Avançar 8X

# #31303
source: Fwd 16X
pt_pt: Avançar 16X

# #31304
source: Fwd 32X
pt_pt: Avançar 32X

# #31305
source: Rwd 2X
pt_pt: Recuar 2X

# #31306
source: Rwd 4X
pt_pt: Recuar 4X

# #31307
source: Rwd 8X
pt_pt: Recuar 8X

# #31308
source: Rwd 16X
pt_pt: Recuar 16X

# #31309
source: Rwd 32X
pt_pt: Recuar 32X

# #31320
source: Get subtitles
pt_pt: Descarregar legendas

# #31321
source: Disable subtitles
pt_pt: Desactivar legendas

# #31322
source: Get lyrics
pt_pt: Descarregar letra da música

# #31323
source: Finish Time:
pt_pt: Termina às:

# #31324
source: Watch in 2D
pt_pt: Ver em 2D

# #31325
source: Watch in 3D
pt_pt: Ver em 3D

# #31326
source: Select 3D mode
pt_pt: Seleccionar Modo 3D

# #31327
source: Next subtitles
pt_pt: Próxima legenda

# #31328
source: Playlist
pt_pt: [I]Playlist[/I]

# #31329
source: Subtitle settings
pt_pt: Definições de legendas

# #31400
source: Available groups
pt_pt: Grupos disponíveis

# #31401
source: Add group
pt_pt: Adicionar grupo

# #31402
source: Rename group
pt_pt: Mudar nome do grupo

# #31403
source: Delete group
pt_pt: Apagar grupo

# #31404
source: Hidden channels
pt_pt: Canais escondidos

# #31405
source: Apply
pt_pt: Aplicar

# #31500
source: Age
pt_pt: Idade

# #31501
source: Last aired on
pt_pt: Última exibição a

# #31502
source: Airs next on
pt_pt: Próxima exibição a

# #31503
source: Status
pt_pt: Estado

# #31504
source: Show (scheduled) recording in PVR and Home screen
pt_pt: Mostrar gravações agendadas no Ecrã Inicial

# #31520
source: Change artwork
pt_pt: Mudar [I]artwork[/I]

# #31521
source: Download theme song
pt_pt: Descarregar [I]theme song[/I]

# #31604
source: New search
pt_pt: Nova pesquisa

# #31605
source: Currently
pt_pt: Agora

# #31606
source: TV Guide
pt_pt: Guia TV

# #31607
source: Set default lyrics add-on
pt_pt: Escolher [I]add-on[/I] para letras de músicas

# #31700
source: Repositories
pt_pt: Repositórios

# #31702
source: Last played on
pt_pt: Última reprodução a

# #31705
source: Recently Added
pt_pt: Adicionado recentemente

# #31707
source: Grabbing fanart
pt_pt: A descarregar [I]fanart[/I]

# #31708
source: Welcome
pt_pt: Bem-vindo

# #31709
source: Please log in
pt_pt: Por favor, inicie sessão

# #31711
source: Searching
pt_pt: A procurar

# #31712
source: Working
pt_pt: Por favor, aguarde

# #31713
source: Reset all skin settings
pt_pt: Reverter definições da [I]skin[/I]

# #31714
source: To apply the settings, the skin needs to be reloaded
pt_pt: Para aplicar as definições, a [I]skin[/I] tem de ser reiniciada.

# #31715
source: Can this be done now?
pt_pt: Pode ser efectuado agora?

# #31716
source: This will reset all skin settings. This cannot be undone.
pt_pt: As definições da [I]skin[/I] serão revertidas. Esta acção não pode ser anulada.

# #31717
source: Finishing up
pt_pt: A terminar

# #31800
source: Skin design + development
pt_pt: [I]Design[/I] e desenvolvimento da [I]skin[/I]

# #31801
source: Special thanks
pt_pt: Agradecimentos especiais

# #31802
source: Attribution
pt_pt: Atribuição

# #31803
source: Translation
pt_pt: Tradução

# #31804
source: Final note
pt_pt: Nota final
