Repository: jeroenpardon/skin.refocus
Catalog: language/Danish/strings.po
Languages: da_dk

# #31000
source: Home Menu
da_dk: Startmenu

# #31010
source: New Episodes
da_dk: Nye episoder

# #31011
source: New Movies
da_dk: Nye film

# #31012
source: New Albums
da_dk: Nye albummer

# #31015
source: Trailers
da_dk: Trailere

# #31016
source: Recently Played
da_dk: Senest afspillet

# #31017
source: Recommended
da_dk: Anbefalet

# #31018
source: You're about to delete settings. You will no longer be able to change any system settings unless you have provided a different method. Are you sure?
da_dk: Du er ved at slette indstillingerne. Du vil ikke længere være i stand til at ændre nogle systemindstillinger, medmindre du har givet en anden metode. Er du sikker?

# #31033
source: Showing
da_dk: Viser

# #31034
source: Playing
da_dk: Afspiller

# #31100
source: Available Views
da_dk: Tilgængelige visninger

# #31109
source: Tiles
da_dk: Fliser

# #31110
source: Banners
da_dk: Bannere

# #31111
source: Gallery
da_dk: Galleri

# #31112
source: Slide
da_dk: Bånd

# #31113
source: Thumbnails
da_dk: Miniaturer

# #31114
source: View
da_dk: Vis

# #31121
source: Landscape
da_dk: Liggende

# #31122
source: Portrait
da_dk: Plakat

# #31123
source: Large grid
da_dk: Stor gitter

# #31124
source: Small grid
da_dk: Lille gitter

# #31125
source: Fullscreen
da_dk: Hele skærmen

# #31126
source: Strip
da_dk: Stribe

# #31140
source: Sorting
da_dk: Sortering

# #31143
source: Items
da_dk: Emner

# #31144
source: By
da_dk: Af

# #31145
source: Genre unknown
da_dk: Genre ukendt

# #31146
source: Date unknown
da_dk: Dato ukendt

# #31147
source: Unwatched episode
da_dk: Usete episode

# #31148
source: Unwatched episodes
da_dk: Usete episoder

# #31149
source: Sort by
da_dk: Sorter efter

# #31150
source: Files mode
da_dk: Fil-tilstand

# #31151
source: Details unavailable
da_dk: Detaljer utilgængelig

# #31200
source: Homescreen
da_dk: Startskærm

# #31201
source: Artwork
da_dk: Illustrationer

# #31202
source: View settings
da_dk: Vis

# #31203
source: Other
da_dk: Andet

# #31204
source: About
da_dk: Om

# #31205
source: Settings level
da_dk: Indstillinger niveau

# #31209
source: Use compact menu
da_dk: Brug kompakt menu

# #31212
source: Use single image as background
da_dk: Brug enkelt billede som baggrund

# #31213
source: Use a folder of images as background slideshow
da_dk: Brug en mappe med billeder som baggrund-slideshow

# #31214
source: Use a slideshow of your fanart
da_dk: Brug fanart som slideshow

# #31215
source: Show now playing video in background
da_dk: Vis 'afspiller nu'-video i baggrunden

# #31216
source: Show now playing item in homescreen
da_dk: Vi 'afspiller nu' i startskærmen

# #31217
source: Fanart slideshow
da_dk: Fanart diasshow

# #31218
source: Select the type of fanart to show
da_dk: Vælg den type fanart der skal vises

# #31219
source: How to display the fanart title
da_dk: Sådan vises fanart titel

# #31220
source: Show as text
da_dk: Vis som tekst

# #31221
source: Show the logo (if available)
da_dk: Vis logoet (hvis det findes)

# #31222
source: Don't show anything
da_dk: Vis ikke noget

# #31230
source: Enable Global Fanart Background
da_dk: Brug globalt fanart baggrund

# #31231
source: Use weather fanart
da_dk: Brug vejr fanart

# #31232
source: Set weather fanart path
da_dk: Angiv vejr fanart sti

# #31234
source: Use fanart in now playing screen
da_dk: Brug fanart i, afspiller nu, skærm

# #31235
source: Blend visualisation and fanart
da_dk: Bland visualisering og fanart

# #31236
source: Enable logos for tv shows
da_dk: Brug logoer til tv-shows

# #31237
source: Enable logos for movies
da_dk: Brug logoer til film

# #31238
source: Download logos
da_dk: Hent logoer

# #31239
source: Enable banners for movies
da_dk: Brug bannere til film

# #31240
source: Download banners
da_dk: Hent bannere

# #31241
source: Prefer landscape thumbnails when available
da_dk: Foretræk liggende miniaturer, når de er tilgængelige

# #31242
source: Download thumbnails
da_dk: Hent miniaturer

# #31251
source: Highlight first letter while scrolling
da_dk: Fremhæv første bogstav, mens du scroller

# #31254
source: Disable unwatched indicators for movies
da_dk: Fjern "ikke set"-mærke fra film

# #31255
source: Disable unwatched indicators for TV shows
da_dk: Fjern "ikke set"-mærke fra TV-serier

# #31256
source: Disable unwatched indicators for episodes
da_dk: Fjern "ikke set"-mærke fra episoder

# #31257
source: Disable unwatched indicators for video files
da_dk: Fjern "ikke set"-mærke fra video filer

# #31258
source: Disable resumable indicators
da_dk: Fjern 'fortsæt'-mærke

# #31259
source: Disable Next Aired add-on
da_dk: Deaktiver Next Aired tilføjelse

# #31260
source: Disable GlobalSearch add-on
da_dk: Deaktiver GlobalSearch add-on

# #31261
source: Disable Artist Slideshow add-on
da_dk: Deaktiver Artist Slideshow tilføjelse

# #31263
source: Enable virtual keyboard
da_dk: Aktiver virtuelt tastatur

# #31264
source: Enable kiosk mode
da_dk: Slå kiosk tilstand til

# #31265
source: Clean library before updating manually
da_dk: Rens bibliotek, før du opdaterer manuelt

# #31281
source: Output
da_dk: Udgang

# #31282
source: Enable TV Tunes add-on
da_dk: Aktiverer TV Tunes tilføjelse

# #31283
source: Show current playlist button when playback is stopped
da_dk: Vis aktuel afspilningsliste knappen, når afspilningen er stoppet

# #31300
source: Fwd 2X
da_dk: Spol frem - 2X

# #31301
source: Fwd 4X
da_dk: Spol frem - 4X

# #31302
source: Fwd 8X
da_dk: Spol frem - 8X

# #31303
source: Fwd 16X
da_dk: Spol frem - 16X

# #31304
source: Fwd 32X
da_dk: Spol frem - 32x

# #31305
source: Rwd 2X
da_dk: Spol tilbage - 2X

# #31306
source: Rwd 4X
da_dk: Spol tilbage - 4X

# #31307
source: Rwd 8X
da_dk: Spol tilbage - 8X

# #31308
source: Rwd 16X
da_dk: Spol tilbage - 16X

# #31309
source: Rwd 32X
da_dk: Spol tilbage - 32X

# #31320
source: Get subtitles
da_dk: Hent undertekster

# #31321
source: Disable subtitles
da_dk: Deaktiver undertekster

# #31322
source: Get lyrics
da_dk: Hent sangtekst

# #31323
source: Finish Time:
da_dk: Sluttidspunkt:

# #31324
source: Watch in 2D
da_dk: Se i 2D

# #31325
source: Watch in 3D
da_dk: Se i 3D

# #31326
source: Select 3D mode
da_dk: Vælg 3D-tilstand

# #31327
source: Next subtitles
da_dk: Næste undertekst

# #31328
source: Playlist
da_dk: Afspilningsliste

# #31329
source: Subtitle settings
da_dk: Undertekstindstillinger

# #31400
source: Available groups
da_dk: Tilgængelige grupper

# #31401
source: Add group
da_dk: Tilføj gruppe

# #31402
source: Rename group
da_dk: Omdøb gruppe

# #31403
source: Delete group
da_dk: Slet gruppe

# #31404
source: Hidden channels
da_dk: Skjulte kanaler

# #31405
source: Apply
da_dk: Anvend

# #31500
source: Age
da_dk: År

# #31501
source: Last aired on
da_dk: Sidst sendt

# #31502
source: Airs next on
da_dk: Sendes næste gang

# #31504
source: Show (scheduled) recording in PVR and Home screen
da_dk: Vis (planlagt) optagelse i PVR og startskærmen

# #31520
source: Change artwork
da_dk: Skift illustrationer

# #31521
source: Download theme song
da_dk: Hent kendingsmelodi

# #31604
source: New search
da_dk: Ny søgning

# #31605
source: Currently
da_dk: Aktuelt

# #31607
source: Set default lyrics add-on
da_dk: Angive standard sangtekster tilføjelse

# #31700
source: Repositories
da_dk: Arkiver

# #31702
source: Last played on
da_dk: Sidst spillet

# #31705
source: Recently Added
da_dk: Tilføjet for nylig

# #31707
source: Grabbing fanart
da_dk: Henter fanart

# #31708
source: Welcome
da_dk: Velkommen

# #31709
source: Please log in
da_dk: Du skal logge ind

# #31711
source: Searching
da_dk: Søger

# #31712
source: Working
da_dk: Arbejder

# #31713
source: Reset all skin settings
da_dk: Gendan indstillinger

# #31714
source: To apply the settings, the skin needs to be reloaded
da_dk: For at anvende indstillingerne, skal reFocus genindlæses

# #31715
source: Can this be done now?
da_dk: Kan det gøres nu?

# #31716
source: This will reset all skin settings. This cannot be undone.
da_dk: Dette vil nulstille alle indstillinger. Dette kan ikke fortrydes.

# #31717
source: Finishing up
da_dk: Afslutter

# #31800
source: Skin design + development
da_dk: Skin design + udvikling

# #31801
source: Special thanks
da_dk: Særlig tak

# #31803
source: Translation
da_dk: Oversættelse

# #31804
source: Final note
da_dk: Afsluttende bemærkning
