Repository: jeroenpardon/skin.refocus
Catalog: language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #31000
source: Home Menu
pt_br: Menu Principal

# #31010
source: New Episodes
pt_br: Novos Episódios

# #31011
source: New Movies
pt_br: Novos Filmes

# #31012
source: New Albums
pt_br: Novos Álbuns

# #31013
source: Watchlist
pt_br: Lista

# #31014
source: Live TV
pt_br: TV Ao Vivo

# #31016
source: Recently Played
pt_br: Reproduzido Recentemente

# #31017
source: Recommended
pt_br: Recomendado

# #31018
source: You're about to delete settings. You will no longer be able to change any system settings unless you have provided a different method. Are you sure?
pt_br: Está prestes a apagar os ajustes. Não será possível mudar nenhum ajuste de sistema a não ser que forneça um método diferente. Tem certeza?

# #31028
source: Watchlist
pt_br: Lista

# #31029
source: Watchlist: movies
pt_br: Lista: filmes

# #31030
source: Watchlist: tv shows
pt_br: Lista: séries de TV

# #31031
source: Recently added video
pt_br: Vídeo adicionado recentemente

# #31032
source: Recommended albums
pt_br: Álbuns recomendados

# #31033
source: Showing
pt_br: Exibindo

# #31034
source: Playing
pt_br: Reproduzindo

# #31035
source: Now playing
pt_br: Reproduzindo agora

# #31036
source: Unwatched movies
pt_br: Filmes não assistidos

# #31100
source: Available Views
pt_br: Visualizações Disponíveis

# #31109
source: Tiles
pt_br: Ícones

# #31111
source: Gallery
pt_br: Galeria

# #31113
source: Thumbnails
pt_br: Ícones

# #31114
source: View
pt_br: Vista

# #31121
source: Landscape
pt_br: Paisagem

# #31122
source: Portrait
pt_br: Retrato

# #31123
source: Large grid
pt_br: Grande Grande

# #31124
source: Small grid
pt_br: Grade Pequena

# #31125
source: Fullscreen
pt_br: Tela Cheia

# #31126
source: Strip
pt_br: Faixa

# #31140
source: Sorting
pt_br: Ordenar

# #31141
source: Order
pt_br: Ordenar

# #31142
source: By
pt_br: Por

# #31143
source: Items
pt_br: Itens

# #31144
source: By
pt_br: Por

# #31145
source: Genre unknown
pt_br: Gênero desconhecido

# #31146
source: Date unknown
pt_br: Data desconhecida

# #31147
source: Unwatched episode
pt_br: Episódio não assistido

# #31148
source: Unwatched episodes
pt_br: Episódios não assistidos

# #31149
source: Sort by
pt_br: Ordenar por

# #31150
source: Files mode
pt_br: Modo de Arquivos

# #31151
source: Details unavailable
pt_br: Detalhes indisponíveis

# #31152
source: Description unavailable
pt_br: Descrição indisponível

# #31200
source: Homescreen
pt_br: Tela Principal

# #31201
source: Artwork
pt_br: Arte

# #31202
source: View settings
pt_br: Definições de Visualização

# #31203
source: Other
pt_br: Outro

# #31204
source: About
pt_br: Sobre

# #31205
source: Settings level
pt_br: Nível dos Ajustes

# #31206
source: Menu layout
pt_br: Layout do menu

# #31209
source: Use compact menu
pt_br: Usar menu compacto

# #31210
source: Customize home
pt_br: Customizar a página principal

# #31211
source: Customize menu items and widgets
pt_br: Customizar itens de menu e widgets

# #31212
source: Use single image as background
pt_br: Use uma única imagem como fundo

# #31213
source: Use a folder of images as background slideshow
pt_br: Use uma pasta de imagens como slideshow de fundo

# #31214
source: Use a slideshow of your fanart
pt_br: Usar um slideshow da sua fanart

# #31215
source: Show now playing video in background
pt_br: Mostrar vídeo em reprodução no pano de fundo

# #31216
source: Show now playing item in homescreen
pt_br: Mostrar item em reprodução na tela principal

# #31217
source: Fanart slideshow
pt_br: Slideshow de fanart

# #31218
source: Select the type of fanart to show
pt_br: Selecione o tipo de fanart para exibir

# #31219
source: How to display the fanart title
pt_br: Como exibir o titulo da fanart

# #31220
source: Show as text
pt_br: Exibir como texto

# #31221
source: Show the logo (if available)
pt_br: Exibir o logo (se disponivel)

# #31222
source: Don't show anything
pt_br: Não exibir nada

# #31223
source: Disable widgets
pt_br: Desabilitar widgets

# #31224
source: Always show widgets
pt_br: Sempre mostrar widgets

# #31225
source: Don't show widget indicator
pt_br: Não mostrar indicador de widget

# #31230
source: Enable Global Fanart Background
pt_br: Ativar Fanart Global como Fundo

# #31231
source: Use weather fanart
pt_br: Usar fanart de clima

# #31232
source: Set weather fanart path
pt_br: Definir caminho p/ fanart de clima

# #31234
source: Use fanart in now playing screen
pt_br: Use fanart na tela de reprodução

# #31235
source: Blend visualisation and fanart
pt_br: Mesclar visualização com fanart

# #31236
source: Enable logos for tv shows
pt_br: Ativar logos para séries

# #31237
source: Enable logos for movies
pt_br: Ativar logos para filmes

# #31238
source: Download logos
pt_br: Baixar logos

# #31239
source: Enable banners for movies
pt_br: Ativar banners para filmes

# #31240
source: Download banners
pt_br: Baixar banners

# #31241
source: Prefer landscape thumbnails when available
pt_br: Preferir ícones em modo paisagem se disponível

# #31242
source: Download thumbnails
pt_br: Baixar ícones

# #31250
source: Show movie ratings
pt_br: Mostrar classificação dos filmes

# #31251
source: Highlight first letter while scrolling
pt_br: Destaque primeira letra durante a rolagem

# #31252
source: Controls to show for now playing media in options menu
pt_br: Controles a se mostrar para mídia em reprodução no menu de opções

# #31253
source: Disable now playing overlays
pt_br: Desativar sobreposições de mídia

# #31254
source: Disable unwatched indicators for movies
pt_br: Desativar indicadores não vistos para filmes

# #31255
source: Disable unwatched indicators for TV shows
pt_br: Desativar indicadores não vistos para séries de TV

# #31256
source: Disable unwatched indicators for episodes
pt_br: Desativar indicadores não vistos para episódios

# #31257
source: Disable unwatched indicators for video files
pt_br: Desativar indicadores não vistos para arquivos de vídeo

# #31258
source: Disable resumable indicators
pt_br: Desativar indicadores de reinício

# #31259
source: Disable Next Aired add-on
pt_br: Desativar add-on Next Aired

# #31260
source: Disable GlobalSearch add-on
pt_br: Desativar add-on GlobalSearch

# #31261
source: Disable Artist Slideshow add-on
pt_br: Desativar add-on Artist Slideshow

# #31263
source: Enable virtual keyboard
pt_br: Ativar teclado virtual

# #31264
source: Enable kiosk mode
pt_br: Ativar modo quiosque

# #31265
source: Clean library before updating manually
pt_br: Limpe biblioteca antes de atualizar manualmente

# #31281
source: Output
pt_br: Saída

# #31282
source: Enable TV Tunes add-on
pt_br: Ativar add-on TV Tunes

# #31283
source: Show current playlist button when playback is stopped
pt_br: Mostrar botão da lista da reprodução atual quando a reprodução está parada

# #31284
source: fullscreen / playlist button
pt_br: botão 'tela cheia' / 'lista de reprodução'

# #31285
source: Player controls
pt_br: Controles do player

# #31300
source: Fwd 2X
pt_br: Avanç 2X

# #31301
source: Fwd 4X
pt_br: Avanç 4X

# #31302
source: Fwd 8X
pt_br: Avanç 8

# #31303
source: Fwd 16X
pt_br: Avanç 16X

# #31304
source: Fwd 32X
pt_br: Avanç 32X

# #31305
source: Rwd 2X
pt_br: Retr 2X

# #31306
source: Rwd 4X
pt_br: Retr 4X

# #31307
source: Rwd 8X
pt_br: Retr 8X

# #31308
source: Rwd 16X
pt_br: Retr 16X

# #31309
source: Rwd 32X
pt_br: Retr 32X

# #31320
source: Get subtitles
pt_br: Baixar legendas

# #31321
source: Disable subtitles
pt_br: Desativar legendas

# #31322
source: Get lyrics
pt_br: Obter letras

# #31323
source: Finish Time:
pt_br: Hora do Fim:

# #31324
source: Watch in 2D
pt_br: Assistir em 2D

# #31325
source: Watch in 3D
pt_br: Assistir em 3D

# #31326
source: Select 3D mode
pt_br: Selecionar modo 3D

# #31327
source: Next subtitles
pt_br: Próxima legenda

# #31328
source: Playlist
pt_br: Lista de reprodução

# #31329
source: Subtitle settings
pt_br: Ajustes de legenda

# #31400
source: Available groups
pt_br: Grupos Disponíveis

# #31401
source: Add group
pt_br: Adicionar grupo

# #31402
source: Rename group
pt_br: Renomear grupo

# #31403
source: Delete group
pt_br: Apagar grupo

# #31404
source: Hidden channels
pt_br: Canais escondidos

# #31405
source: Apply
pt_br: Aplicar

# #31500
source: Age
pt_br: Idade

# #31501
source: Last aired on
pt_br: Última vez no ar em

# #31502
source: Airs next on
pt_br: No ar a seguir em

# #31503
source: Status
pt_br: Situação

# #31504
source: Show (scheduled) recording in PVR and Home screen
pt_br: Mostrar gravações (agendadas) na Tela Principal e em PVR

# #31520
source: Change artwork
pt_br: Mudar arte

# #31521
source: Download theme song
pt_br: Baixar música tema

# #31604
source: New search
pt_br: Nova busca

# #31605
source: Currently
pt_br: Atualmente

# #31606
source: TV Guide
pt_br: Guia de TV

# #31607
source: Set default lyrics add-on
pt_br: Definir add-on padrão de letras

# #31700
source: Repositories
pt_br: Repositórios

# #31702
source: Last played on
pt_br: Ultima reprodução em

# #31705
source: Recently Added
pt_br: Adicionados Recentemente

# #31707
source: Grabbing fanart
pt_br: Baixando fanart

# #31708
source: Welcome
pt_br: Bem-vindo

# #31709
source: Please log in
pt_br: Por favor faça o login

# #31711
source: Searching
pt_br: Procurando

# #31712
source: Working
pt_br: Carregando

# #31713
source: Reset all skin settings
pt_br: Redefinir todos os ajustes da skin

# #31714
source: To apply the settings, the skin needs to be reloaded
pt_br: Para aplicar os ajustes, a skin precisa ser recarregada

# #31715
source: Can this be done now?
pt_br: Isso pode ser feito agora?

# #31716
source: This will reset all skin settings. This cannot be undone.
pt_br: Isso irá redefinir todos os ajustes da skin. Não poderá ser desfeito.

# #31717
source: Finishing up
pt_br: Finalizando

# #31718
source: Good morning
pt_br: Bom dia

# #31719
source: Good afternoon
pt_br: Boa tarde

# #31720
source: Good evening
pt_br: Boa noite

# #31800
source: Skin design + development
pt_br: Design + desenvolvimento da skin

# #31801
source: Special thanks
pt_br: Agradecimentos especiais

# #31802
source: Attribution
pt_br: Atribuição

# #31803
source: Translation
pt_br: Tradução

# #31804
source: Final note
pt_br: Nota final
